[
  {
    "stage_id": "texas_holdem_deal",
    "title": "Dealer",
    "order": "1",
    "step_id": "texas_holdem_deal_1",
    "left": "28",
    "top": "10",
    "description": "The Dealer is a table position assigned to the player who acts last in all betting rounds except pre-flop – as long as they choose to play the hand. It is also known as the ‘dealer button’ or simply the ‘button’ and is indicated by a ‘D’ marker. The dealer position is important because it determines the order in which players can act.\n\nThe dealer is known to be the best table position. The player in the dealer position can observe the actions of their opponents before it's their turn to act. It allows the player to analyse their opponents and make decisions based on their previous actions.\n\nNo need to worry if you are not chosen as the dealer at the beginning of a game. The dealer button rotates clockwise one position around the table after each hand. At the end of a hand, the player to the left of the current dealer button becomes the dealer for the next round.",
    "en_title": "Dealer",
    "en_description": "The Dealer is a table position assigned to the player who acts last in all betting rounds except pre-flop – as long as they choose to play the hand. It is also known as the ‘dealer button’ or simply the ‘button’ and is indicated by a ‘D’ marker. The dealer position is important because it determines the order in which players can act.\n\nThe dealer is known to be the best table position. The player in the dealer position can observe the actions of their opponents before it's their turn to act. It allows the player to analyse their opponents and make decisions based on their previous actions.\n\nNo need to worry if you are not chosen as the dealer at the beginning of a game. The dealer button rotates clockwise one position around the table after each hand. At the end of a hand, the player to the left of the current dealer button becomes the dealer for the next round.",
    "de_title": "Dealer",
    "de_description": "Der Dealer ist eine Tischposition, die dem Spieler zugewiesen wird, der in allen Einsatzrunden als letztes agiert - mit Ausnahme der Runde vor dem Flop - vorausgesetzt, dass sich der Spieler dazu entscheidet seine Hand zu spielen. Sie ist auch bekannt als ‘Dealer-Button’ oder einfach nur ‘Button’ und wird mit einem ‘D’-Marker gekennzeichnet. Die Dealerposition ist wichtig, da sie die Reihenfolge bestimmt, in der die Spieler agieren können.\n\nDer Dealer wird als die beste Tischposition angesehen. Der Spieler auf der Dealerposition kann die Aktionen aller Gegenspieler beobachten, bevor er am Zug ist. Dies erlaubt es dem Spieler, seine Gegenspieler zu analysieren und Entscheidungen auf der Grundlage ihrer vorherigen Aktionen zu treffen.\n\nDoch es besteht kein Grund zur Sorge, falls Sie nicht zu Spielbeginn als Dealer bestimmt werden. Nach jeder Hand wandert der Dealer-Button im Uhrzeigersinn eine Position um den Tisch weiter. Nach jeder Hand wird der Spieler links vom derzeitigen Dealer-Button zum Dealer der nächsten Runde.",
    "es_title": "Crupier",
    "es_description": "El crupier es una posición de la mesa destinada al jugador que actúa último en todas las rondas de apuesta, excepto en el pre-flop, siempre y cuando elija jugar la mano. También se conoce como el “botón del crupier” o simplemente el “botón” y se la indica con un marcador “D”. La posición del crupier es importante, ya que determina el orden en el que los jugadores pueden actuar.\n\nEl crupier es conocido por ser la mejor posición de la mesa. El jugador en la posición de crupier puede observar las acciones de sus oponentes antes de su turno para actuar. Esto le permite al jugador analizar a sus oponentes y tomar decisiones basadas en sus acciones previas.\n\nNo te preocupes si no te eligen crupier al comienzo de un juego. El botón del crupier rota una posición en sentido de las agujas del reloj alrededor de la mesa luego de cada mano. Al final de una mano, el jugador a la izquierda del botón del crupier actual pasa a ser el crupier en la siguiente ronda.",
    "ru_title": "Дилер",
    "ru_description": "Дилер — это место за столом для игрока, который последним ходит в каждом раунде торговли, за исключением префлопа, пока он не решит сыграть руку. Оно также называется «фишкой дилера» или просто «фишкой» и обозначается маркером «D». Позиция дилера имеет большое значение, так как она определяет порядок, в котором могут ходить игроки.\n\nДилер считается лучшим местом за столом. Игрок на месте дилера может следить за действиями своих соперников до того, как они походят. Это позволяет игроку анализировать своих соперников и принимать решения, основываясь на их предыдущих действиях.\n\nНе переживайте, если вначале игры вы не стали дилером. Место дилера меняется после каждой партии и переходит на одно место по столу по часовой стрелке. После завершения партии игрок слева от текущей фишки дилера становится дилером на следующий раунд."
  },
  {
    "stage_id": "texas_holdem_deal",
    "title": "Small Blind",
    "order": "2",
    "step_id": "texas_holdem_deal_2",
    "left": "79",
    "top": "10",
    "description": "The small blind, marked as SB, is the first of the two initial forced bets in a game of Texas Hold'em. It is placed by the player immediately to the left of the dealer, and rotates after each hand to the next player, in a clockwise fashion. In a $10/$20 No Limit (NLHE) game, the small blind is equal to $10. However, in a Fixed Limit NLHE game, the SB is equal to one-half of the selected table’s lower betting limit. For example, if a table’s betting stake is $10/$20, the small blind would be $5.",
    "en_title": "Small Blind",
    "en_description": "The small blind, marked as SB, is the first of the two initial forced bets in a game of Texas Hold'em. It is placed by the player immediately to the left of the dealer, and rotates after each hand to the next player, in a clockwise fashion. In a $10/$20 No Limit (NLHE) game, the small blind is equal to $10. However, in a Fixed Limit NLHE game, the SB is equal to one-half of the selected table’s lower betting limit. For example, if a table’s betting stake is $10/$20, the small blind would be $5.",
    "de_title": "Small Blind",
    "de_description": "Der Small Blind, mit SB gekennzeichnet, ist der erste der beiden Eröffnungseinsätze in einem Texas Hold'em-Spiel. Er wird vom Spieler unmittelbar links vom Dealer getätigt und rotiert nach jeder Hand im Uhrzeigersinn zum nächsten Spieler weiter. In einem $ 10/$ 20 No Limit (NLHE)-Spiel beträgt der Small Blind $ 10. In einem Fixed Limit NLHE-Spiel beträgt der SB im Gegensatz dazu die Hälfte des unteren Einsatzlimits des ausgewählten Tisches. Wenn zum Beispiel die Einsatzhöhen eines Tisches bei $ 10/$ 20 liegen, dann beträgt der Small Blind $ 5.",
    "es_title": "Ciega pequeña",
    "es_description": "La ciega pequeña, marcada como SB, es la primera de las dos apuestas forzadas iniciales en un juego de Texas Hold'em. Es jugada por el jugador inmediatamente a la izquierda del crupier y rota al próximo jugador en sentido de las agujas del reloj después de cada mano. En un juego No Limit (NLHE) de $10/$20, la ciega pequeña es $10. Sin embargo, en un juego Fixed Limit NLHE, la SB equivale a una mitad del límite seleccionado de apuestas más bajo de la mesa. Por ejemplo, si la apuesta de una mesa es $10/$20, la ciega pequeña sería de $5.",
    "ru_title": "Малый блайнд",
    "ru_description": "Малый блайнд, помеченный как SB, является первой из двух изначальных обязательных ставок в игре Texas Hold'em. Он совершается игроком, находящимся слева от дилера, и переходит к другому игроку по часовой стрелке после каждой партии. В безлимитной игре (NLHE) на 10$/20$ малый блайнд равен $10. Однако в игре NLHE с фиксированным лимитом SB равен половине наименьшего лимита ставки, выбранного за столом. Например, если размер ставки за столом равен $10/$20, малый блайнд будет равен $5."
  },
  {
    "stage_id": "texas_holdem_deal",
    "title": "Big Blind",
    "order": "3",
    "step_id": "texas_holdem_deal_3",
    "left": "91",
    "top": "64",
    "description": "The big blind, marked as BB, is the second of the two initial mandatory bets. It is placed by the player immediately to the left of the small blind, and rotates after each hand to the next player, in a clockwise fashion. In a $10/$20 No Limit (NLHE) game, the big blind is equal to $20. However, in a Fixed Limit NLHE game, the BB is equal to the selected table’s lower betting limit. For example, if a table’s betting stake is $10/$20, the small blind would be $10.\nIn NLHE games, the amount of the big blind is also the minimum bet in the current betting round. The small and big blinds are important because they incite the action and get the game going, since there's already money to vie for in the pot. ",
    "en_title": "Big Blind",
    "en_description": "The big blind, marked as BB, is the second of the two initial mandatory bets. It is placed by the player immediately to the left of the small blind, and rotates after each hand to the next player, in a clockwise fashion. In a $10/$20 No Limit (NLHE) game, the big blind is equal to $20. However, in a Fixed Limit NLHE game, the BB is equal to the selected table’s lower betting limit. For example, if a table’s betting stake is $10/$20, the small blind would be $10.\nIn NLHE games, the amount of the big blind is also the minimum bet in the current betting round. The small and big blinds are important because they incite the action and get the game going, since there's already money to vie for in the pot. ",
    "de_title": "Big Blind",
    "de_description": "Der Big Blind, mit BB gekennzeichnet, ist der zweite der beiden obligatorischen Eröffnungseinsätze. Er wird vom Spieler unmittelbar links vom Small Blind getätigt und rotiert nach jeder Hand im Uhrzeigersinn zum nächsten Spieler weiter. In einem $ 10/$ 20 No Limit (NLHE)-Spiel beträgt der Big Blind $ 20. In einem Fixed Limit NLHE-Spiel ist der BB hingegen so hoch wie das untere Einsatzlimit des ausgewählten Tisches. Wenn zum Beispiel die Einsatzhöhen eines Tisches bei $ 10/$ 20 liegen, dann beträgt der Big Blind $ 10.\n\nIn NLHE-Spielen gilt die Höhe des Big Blinds gleichzeitig als minimaler Einsatz der derzeitigen Einsatzrunde. Small und Big Blind sind wichtig, da sie zu Aktionen animieren und das Spiel ins Rollen bringen, da so bereits Geld im Pot ist, um das gespielt werden kann. ",
    "es_title": "Ciega grande",
    "es_description": "La ciega grande, marcada como BB, es la segunda de las dos apuestas forzadas iniciales. Es jugada por el jugador inmediatamente a la izquierda de la ciega pequeña y rota al próximo jugador en sentido de las agujas del reloj después de cada mano. En un juego No Limit (NLHE) de $10/$20, la ciega grande es $20. Sin embargo, en un juego Fixed Limit NLHE, la BB equivale al límite seleccionado de apuestas más bajo de la mesa. Por ejemplo, si la apuesta de una mesa es $10/$20, la ciega pequeña sería de $10.\n\nEn los juegos de NLHE, el monto de la ciega grande también es la apuesta mínima en la ronda de apuestas actual. Las ciegas grande y pequeña son importantes porque incitan la acción y mantienen el juego en marcha, ya que hay dinero por el cual competir en el pozo. ",
    "ru_title": "Большой блайнд",
    "ru_description": "Большой блайнд, помеченный маркером BB, — это вторая из двух обязательных изначальных ставок. Он совершается игроком, находящимся слева от малого блайнда, и переходит к другому игроку по часовой стрелке после каждой партии. В безлимитной игре (NLHE) на 10$/20$ большой блайнд равен $20. Однако в игре NLHE с фиксированным лимитом BB равен наименьшему лимиту ставки, выбранному за столом. Например, если размер ставки за столом равен $10/$20, малый блайнд будет равен $10.\n\nВ играх NLHE сумма большого блайнда — это также минимальная ставка в текущем раунде ставок игры. Большой и малый блайнды стимулируют делать ход и продвигают игру, так как в банке уже есть деньги, за которые можно побороться. "
  },
  {
    "stage_id": "texas_holdem_deal",
    "title": "Hole cards",
    "order": "4",
    "step_id": "texas_holdem_deal_4",
    "left": "56",
    "top": "50",
    "description": "After the small and big blinds are posted, each player gets two face-down cards. These are the players’ individual cards, also known as hole cards.",
    "en_title": "Hole cards",
    "en_description": "After the small and big blinds are posted, each player gets two face-down cards. These are the players’ individual cards, also known as hole cards.",
    "de_title": "Taschenkarten",
    "de_description": "Nachdem Small und Big Blind gesetzt sind, erhält jeder Spieler verdeckt zwei Karten. Dies sind die individuellen Karten des Spielers, auch als „Taschenkarten“ bezeichnet.",
    "es_title": "“Hole cards” (cartas de mano)",
    "es_description": "Después de que se muestran las ciegas grande y pequeña, cada jugador recibe dos cartas boca abajo. Estas son las cartas individuales del jugador, también conocidas como “hole cards” (cartas de mano).",
    "ru_title": "Закрытые карты",
    "ru_description": "После размещения малого и большого блайндов каждый игрок получает две карты в закрытую. Это личные карты игроков, также известные как закрытые карты."
  },
  {
    "stage_id": "texas_holdem_pre_flop",
    "title": "First player to act",
    "order": "1",
    "step_id": "texas_holdem_pre_flop_1",
    "left": "94",
    "top": "90",
    "description": "The betting action starts with the player to the left of the big blind. The position of the player who acts first in the pre-flop round is known as ‘under the gun’ (UTG). It is considered to be the weakest table position, because the UTG player has to make decisions with no prior information about their opponents' play.",
    "en_title": "First player to act",
    "en_description": "The betting action starts with the player to the left of the big blind. The position of the player who acts first in the pre-flop round is known as ‘under the gun’ (UTG). It is considered to be the weakest table position, because the UTG player has to make decisions with no prior information about their opponents' play.",
    "de_title": "Erster Spieler mit Spielrecht",
    "de_description": "Der Spieler links vom Big Blind ist der erste Spieler mit Spielrecht. Die Position des Spielers, der in der Pre-Flop-Runde zuerst agieren muss, ist auch unter der Bezeichnung ‘under the gun’ (UTG) bekannt. Sie wird als die schwächste Tischposition angesehen, da der Spieler auf der UTG-Position Entscheidungen ohne Informationen bzgl. der Spielweise seiner Gegenspieler treffen muss.",
    "es_title": "Primer jugador en actuar",
    "es_description": "La apuesta comienza con el jugador a la izquierda de la ciega grande. La posición del jugador que actúa primero en el pre-flop es conocida como “bajo la pistola” (UTG). Es considerada como la posición más débil de la mesa porque el jugador UTG tiene que tomar decisiones sin información acerca de las jugadas de sus oponentes.",
    "ru_title": "Ход первого игрока",
    "ru_description": "Торги начинаются с игрока, находящегося слева от большого блайнда. Место игрока, который ходит первым в раунде префлопа, называется «под прицелом» (UTG). Это место за столом считается самым слабым, так как игрок «под прицелом» (UTG) должен принимать решения, не имея предварительной информации об игре своих соперников."
  },
  {
    "stage_id": "texas_holdem_pre_flop",
    "title": "Call",
    "order": "2",
    "step_id": "texas_holdem_pre_flop_2",
    "left": "70",
    "top": "90",
    "description": "To call is to match the bet made by the previous player. The first bet after the big blind needs to match the big blind, or raise it.",
    "en_title": "Call",
    "en_description": "To call is to match the bet made by the previous player. The first bet after the big blind needs to match the big blind, or raise it.",
    "de_title": "Mitgehen",
    "de_description": "Mitgehen bedeutet, den gleichen Einsatz wie der vorherige Spieler zu setzen. Der erste Einsatz nach dem Big Blind muss genauso hoch sein wie der Big Blind oder höher.",
    "es_title": "Igualar",
    "es_description": "Igualar es colocar la cantidad de fichas necesarias para tener la misma apuesta que el jugador anterior. La primera apuesta después de la ciega grande tiene igualar la ciega grande o aumentarla.",
    "ru_title": "Колл",
    "ru_description": "Сделать колл означает уравнять ставку предыдущего игрока. Первая ставка после большого блайнда должна равняться сумме большого блайнда или превышать ее."
  },
  {
    "stage_id": "texas_holdem_pre_flop",
    "title": "Fold",
    "order": "3",
    "step_id": "texas_holdem_pre_flop_3",
    "left": "29",
    "top": "90",
    "description": "To fold is to not play a hand. If you decide to fold you are no longer eligible to take part in any more betting until a new round starts.",
    "en_title": "Fold",
    "en_description": "To fold is to not play a hand. If you decide to fold you are no longer eligible to take part in any more betting until a new round starts.",
    "de_title": "Aussteigen",
    "de_description": "Aussteigen bedeutet, eine Hand nicht zu spielen. Wenn Sie sich entscheiden Auszusteigen, dann dürfen Sie bis zur nächsten Spielrunde nicht mehr an den Setzrunden teilnehmen.",
    "es_title": "Retirarse",
    "es_description": "Retirarse es no jugar una mano. Si decides retirarte ya no serás elegible para participar en ninguna otra apuesta hasta que comience una nueva ronda.",
    "ru_title": "Фолд",
    "ru_description": "Сделать фолд означает пасовать. Если вы решили пасовать, вы больше не сможете принимать участие в дальнейших торгах, пока не начнется новый раунд."
  },
  {
    "stage_id": "texas_holdem_pre_flop",
    "title": "Raise",
    "order": "4",
    "step_id": "texas_holdem_pre_flop_4",
    "left": "6",
    "top": "38",
    "description": "To raise is to increase the bet amount made by the previous player. If the current bet has already been raised, all the subsequent bets have to at least equal this raise amount.",
    "en_title": "Raise",
    "en_description": "To raise is to increase the bet amount made by the previous player. If the current bet has already been raised, all the subsequent bets have to at least equal this raise amount.",
    "de_title": "Erhöhen",
    "de_description": "Erhöhen bedeutet, den Einsatz des vorherigen Spielers zu erhöhen. Wenn der derzeitige Einsatz bereits erhöht wurde, dann müssen alle nachfolgenden Einsätze mindestens so hoch sein, wie der Betrag, um den erhöht wurde.",
    "es_title": "Aumentar",
    "es_description": "Aumentar es incrementar el monto de la apuesta que hizo el jugador anterior. Si la apuesta actual ya se ha aumentado, todas las apuestas subsiguientes deben, al menos, ser iguales a este monto del aumento.",
    "ru_title": "Рейз",
    "ru_description": "Сделать рейз означает поднять сумму ставки предыдущего игрока. Если по текущей ставке рейз уже сделан, все последующие ставки должны быть как минимум равны сумме такого рейза."
  },
  {
    "stage_id": "texas_holdem_pre_flop",
    "title": "End of betting",
    "order": "5",
    "step_id": "texas_holdem_pre_flop_5",
    "left": "56",
    "top": "50",
    "description": "The betting round continues until all active players have each contributed equal amounts to the pot.",
    "en_title": "End of betting",
    "en_description": "The betting round continues until all active players have each contributed equal amounts to the pot.",
    "de_title": "Ende der Setzrunde",
    "de_description": "Die Einsatzrunde wird solange fortgesetzt bis alle aktiven Spieler einen gleich hohen Betrag in den Pot eingezahlt haben.",
    "es_title": "Final de las apuestas",
    "es_description": "La ronda de apuestas continúa hasta que todos los participantes de la mano hayan contribuido montos iguales al pozo.",
    "ru_title": "Конец торгов",
    "ru_description": "Раунд торгов продолжается, пока все активные игроки не сделают одинаковые взносы в банк."
  },
  {
    "stage_id": "texas_holdem_flop",
    "title": "Flop",
    "order": "1",
    "step_id": "texas_holdem_flop_1",
    "left": "29",
    "top": "50",
    "description": "Three face-up community cards are dealt on the table.",
    "en_title": "Flop",
    "en_description": "Three face-up community cards are dealt on the table.",
    "de_title": "Flop",
    "de_description": "Drei Gemeinschaftskarten werden offen auf dem Pokertisch ausgelegt.\n",
    "es_title": "Flop",
    "es_description": "Se reparten tres cartas comunes boca arriba sobre la mesa.",
    "ru_title": "Флоп",
    "ru_description": "На покерный стол в открытую сдаются три общие карты."
  },
  {
    "stage_id": "texas_holdem_flop",
    "title": "First player’s actions",
    "order": "2",
    "step_id": "texas_holdem_flop_2",
    "left": "61",
    "top": "10",
    "description": "The first person to act is the first active player seated to the left of the dealer. They have two options: check or place a bet.",
    "en_title": "First player’s actions",
    "en_description": "The first person to act is the first active player seated to the left of the dealer. They have two options: check or place a bet.",
    "de_title": "Mögliche Aktionen des ersten Spielers",
    "de_description": "Die erste Person mit Spielrecht ist der erste aktive Spieler links vom Dealer. Dieser Spieler hat zwei Optionen: Schieben oder Setzen.",
    "es_title": "Las acciones del primer jugador",
    "es_description": "La primera persona en actuar es el primer participante de la mano a la izquierda del crupier. Tienen dos opciones: pasar o apostar.",
    "ru_title": "Действия первого игрока",
    "ru_description": "Первым ходит первый активный игрок, сидящий слева от дилера. У него есть два варианта хода: сделать чек или ставку."
  },
  {
    "stage_id": "texas_holdem_flop",
    "title": "Check",
    "order": "3",
    "step_id": "texas_holdem_flop_3",
    "left": "78",
    "top": "10",
    "description": "To check means to bet nothing. If the first player decides to check, the action passes, clockwise, to the next player.",
    "en_title": "Check",
    "en_description": "To check means to bet nothing. If the first player decides to check, the action passes, clockwise, to the next player.",
    "de_title": "Schieben",
    "de_description": "Schieben bedeutet, keinen Einsatz zu tätigen. Wenn der erste Spieler schiebt, dann geht das Spielrecht im Uhrzeigersinn an den nächsten aktiven Spieler weiter.\n",
    "es_title": "Pasar",
    "es_description": "Pasar significa no apostar nada. Si el primer jugador decide pasar, la acción pasa, en sentido de las agujas del reloj, al siguiente jugador.",
    "ru_title": "Чек",
    "ru_description": "Сделать чек означает отказаться делать ставку. Если первый игрок решает сделать чек, ход переходит по часовой стрелке к следующему игроку."
  },
  {
    "stage_id": "texas_holdem_flop",
    "title": "Initial bet amount",
    "order": "4",
    "step_id": "texas_holdem_flop_4",
    "left": "91",
    "top": "38",
    "description": "The initial bet amount should equal or exceed the minimum bet amount, which is equal to the big blind. All subsequent bets must equal or exceed that initial bet.",
    "en_title": "Initial bet amount",
    "en_description": "The initial bet amount should equal or exceed the minimum bet amount, which is equal to the big blind. All subsequent bets must equal or exceed that initial bet.",
    "de_title": "Eröffnungseinsatz",
    "de_description": "Der erste Einsatz muss so hoch sein wie der minimale Einsatz, der dem Big Blind entspricht, oder höher. Alle nachfolgenden Einsätze müssen genauso hoch sein wie der erste Einsatz oder diesen übertreffen.\n",
    "es_title": "Monto de la apuesta inicial",
    "es_description": "El monto de la apuesta inicial debe ser igual o exceder el monto mínimo de apuesta, que es igual al de la ciega grande. Todas las apuestas subsiguientes deben ser iguales o exceder la apuesta inicial.",
    "ru_title": "Изначальная сумма ставки",
    "ru_description": "Изначальная сумма ставки должна быть равна или превышать минимальную сумму ставки, которая равна сумме большого блайнда. Все последующие ставки должны быть равны такой изначальной ставке или превышать ее."
  },
  {
    "stage_id": "texas_holdem_flop",
    "title": "Other players’ actions",
    "order": "5",
    "step_id": "texas_holdem_flop_5",
    "left": "71",
    "top": "90",
    "description": "After the initial bet is placed, all remaining players have four options: call, raise, fold or all-in.",
    "en_title": "Other players’ actions",
    "en_description": "After the initial bet is placed, all remaining players have four options: call, raise, fold or all-in.",
    "de_title": "Mögliche Aktionen der anderen Spieler",
    "de_description": "Nachdem der erste Einsatz getätigt wurde, haben alle nachfolgenden Spieler vier Optionen: Mitgehen, Erhöhen, Aussteigen oder All-In gehen.",
    "es_title": "Las acciones de los otros jugadores",
    "es_description": "Luego de que se haya realizado la apuesta inicial, todos los jugadores restantes tienen cuatro opciones: igualar, aumentar, retirarse o ir all-in.",
    "ru_title": "Действия других игроков",
    "ru_description": "Как только будет сделана изначальная ставка, у всех остальных игроков будет четыре варианта хода: уравнять ставку, поднять ставку, пасовать или пойти ва-банк."
  },
  {
    "stage_id": "texas_holdem_flop",
    "title": "End of betting",
    "order": "6",
    "step_id": "texas_holdem_flop_6",
    "left": "28",
    "top": "10",
    "description": "The betting round ends when all players, who have not folded, have bet equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the pot remains the same as in the pre-flop round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends.",
    "en_title": "End of betting",
    "en_description": "The betting round ends when all players, who have not folded, have bet equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the pot remains the same as in the pre-flop round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends.",
    "de_title": "Ende der Setzrunde",
    "de_description": "Die Einsatzrunde endet, wenn alle Spieler, die nicht ausgestiegen sind, gleich hohe Einsätze in den Pot eingezahlt haben. Wenn alle Spieler in der aktuellen Einsatzrunde schieben, was bedeutet, dass es keine neuen Einsätze gibt, bleibt der Pot genauso hoch wie am Ende der Pre-Flop-Runde. Wenn alle bis auf einen Spieler in der aktuellen Einsatzrunde aussteigen, dann gewinnt der Spieler, der nicht ausgestiegen ist, den Pot und die Setzrunde endet.",
    "es_title": "Final de las apuestas",
    "es_description": "La ronda de apuestas termina cuando todos los jugadores que no se hayan retirado hayan apostado montos iguales en el pozo. Si todos los jugadores deciden pasar en la ronda de apuestas actual, es decir que no hay nuevas apuestas, el pozo permanece igual que en la ronda de pre-flop. Si todos los jugadores, excepto uno, deciden retirarse de la ronda actual, el jugador que no se haya retirado gana el pozo y termina la ronda de apuestas.",
    "ru_title": "Конец торгов",
    "ru_description": "Раунд торгов завершается, когда все игроки, которые не пасовали, внесли в банк одинаковые суммы. Если все игроки решили отказаться делать ставку в текущем раунде торгов (то есть новых ставок нет), банк остается таким же, как и в раунде префлопа. Если все игроки, за исключением одного, решили пасовать в текущем раунде, игрок, который не пасовал, выигрывает банк, а раунд торгов завершается."
  },
  {
    "stage_id": "texas_holdem_turn",
    "title": "Turn\n",
    "order": "1",
    "step_id": "texas_holdem_turn_1",
    "left": "22",
    "top": "50",
    "description": "The fourth face-up community card is dealt on the table.",
    "en_title": "Turn\n",
    "en_description": "The fourth face-up community card is dealt on the table.",
    "de_title": "Turn",
    "de_description": "Die vierte Gemeinschaftskarte wird offen auf dem Pokertisch ausgelegt.",
    "es_title": "Turn",
    "es_description": "Se reparte la cuarta carta común boca arriba en la mesa.",
    "ru_title": "Терн",
    "ru_description": "На покерный стол в открытую сдается четвертая общая карта."
  },
  {
    "stage_id": "texas_holdem_turn",
    "title": "First player’s actions",
    "order": "2",
    "step_id": "texas_holdem_turn_2",
    "left": "61",
    "top": "10",
    "description": "The first person to act is the first active player to the left of the dealer. They have two options: check or bet. If the first player decides to check (bets nothing), the action passes clockwise to the next player.",
    "en_title": "First player’s actions",
    "en_description": "The first person to act is the first active player to the left of the dealer. They have two options: check or bet. If the first player decides to check (bets nothing), the action passes clockwise to the next player.",
    "de_title": "Mögliche Aktionen des ersten Spielers",
    "de_description": "Die erste Person mit Spielrecht ist der erste aktive Spieler links vom Dealer. Dieser Spieler hat zwei Optionen: Schieben oder Setzen. Wenn sich der erste Spieler entscheidet zu schieben (d. h. keinen Einsatz zu tätigen), geht das Spielrecht im Uhrzeigersinn an den nächsten Spieler über.",
    "es_title": "Las acciones del primer jugador",
    "es_description": "La primera persona en actuar es el primer participante de la mano a la izquierda del crupier. Tienen dos opciones: pasar o apostar. Si el primer jugador decide pasar (no apostar nada), la acción pasa en sentido horario al siguiente jugador.",
    "ru_title": "Действия первого игрока",
    "ru_description": "Первым ходит первый активный игрок слева от дилера. У него есть два варианта хода: сделать чек или ставку. Если первый игрок решает сделать чек (отказаться делать ставку), ход переходит по часовой стрелке к следующему игроку."
  },
  {
    "stage_id": "texas_holdem_turn",
    "title": "Other players’ actions",
    "order": "3",
    "step_id": "texas_holdem_turn_3",
    "left": "91",
    "top": "53",
    "description": "After the initial bet is placed, the players have the same options as in the previous rounds: call, raise, fold or go all-in.",
    "en_title": "Other players’ actions",
    "en_description": "After the initial bet is placed, the players have the same options as in the previous rounds: call, raise, fold or go all-in.",
    "de_title": "Mögliche Aktionen der anderen Spieler",
    "de_description": "Nachdem der erste Einsatz getätigt wurde, haben die Spieler dieselben Optionen wie in den beiden vorherigen Setzrunden: Mitgehen, Erhöhen, Aussteigen oder All-In gehen.",
    "es_title": "Las acciones de los otros jugadores",
    "es_description": "Luego de que se haya hecho la apuesta inicial, los jugadores tienen las mismas opciones que en las rondas previas: igualar, aumentar, retirarse o ir all-in.",
    "ru_title": "Действия других игроков",
    "ru_description": "Как только будет сделана изначальная ставка, у всех остальных игроков будут те же варианты хода, что и в предыдущих раундах: уравнять ставку, поднять ставку, пасовать или пойти ва-банк."
  },
  {
    "stage_id": "texas_holdem_turn",
    "title": "End of betting",
    "order": "4",
    "step_id": "texas_holdem_turn_4",
    "left": "28",
    "top": "10",
    "description": "The betting round ends when all players, who have not folded, have placed equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as after the flop betting round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends.",
    "en_title": "End of betting",
    "en_description": "The betting round ends when all players, who have not folded, have placed equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as after the flop betting round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends.",
    "de_title": "Ende der Setzrunde",
    "de_description": "Die Einsatzrunde endet, wenn alle Spieler, die nicht ausgestiegen sind, gleich hohe Einsätze in den Pot eingezahlt haben. Wenn alle Spieler in der aktuellen Einsatzrunde schieben, was bedeutet, dass es keine neuen Einsätze gibt, bleibt der Betrag im Pot genauso hoch wie am Ende der Flop-Setzrunde. Wenn alle bis auf einen Spieler in der aktuellen Einsatzrunde aussteigen, dann gewinnt der Spieler, der nicht ausgestiegen ist, den Pot und die Setzrunde endet.",
    "es_title": "Final de las apuestas",
    "es_description": "La ronda de apuestas termina cuando todos los jugadores que no se hayan retirado hayan apostado montos iguales en el pozo. Si todos los jugadores deciden pasar en la ronda de apuestas actual, es decir que no hay nuevas apuestas, el monto del pozo permanece igual que en la ronda de apuestas de flop. Si todos los jugadores, excepto uno, deciden retirarse de la ronda actual, el jugador que no se haya retirado gana el pozo y termina la ronda de apuestas.",
    "ru_title": "Конец торгов",
    "ru_description": "Раунд торгов завершается, когда все игроки, которые не пасовали, внесли в банк одинаковые суммы. Если все игроки решили отказаться делать ставку в текущем раунде торгов (то есть новых ставок нет), сумма в банке остается такой же, как и после флоп-раунда торгов. Если все игроки, за исключением одного, решили пасовать в текущем раунде, игрок, который не пасовал, выигрывает банк, а раунд торгов завершается."
  },
  {
    "stage_id": "texas_holdem_river",
    "title": "River",
    "order": "1",
    "step_id": "texas_holdem_river_1",
    "left": "77",
    "top": "50",
    "description": "The fifth and final face-up community card is dealt on the table.",
    "en_title": "River",
    "en_description": "The fifth and final face-up community card is dealt on the table.",
    "de_title": "River",
    "de_description": "Die fünfte und letzte Gemeinschaftskarte wird offen auf dem Pokertisch ausgelegt.",
    "es_title": "River",
    "es_description": "Se reparte la quinta y última carta común boca arriba en la mesa.",
    "ru_title": "Ривер",
    "ru_description": "На покерный стол в открытую сдается пятая и последняя общая карта."
  },
  {
    "stage_id": "texas_holdem_river",
    "title": "First player’s actions",
    "order": "2",
    "step_id": "texas_holdem_river_2",
    "left": "61",
    "top": "10",
    "description": "The first person to act is the first player, with two hole cards, to the left of the dealer. They have two options: check or bet. If the first player decides to check (bets nothing), the action passes clockwise to the next player.",
    "en_title": "First player’s actions",
    "en_description": "The first person to act is the first player, with two hole cards, to the left of the dealer. They have two options: check or bet. If the first player decides to check (bets nothing), the action passes clockwise to the next player.",
    "de_title": "Mögliche Aktionen des ersten Spielers",
    "de_description": "Die erste Person mit Spielrecht ist der erste Spieler links vom Dealer, der noch seine zwei Taschenkarten besitzt. Dieser Spieler hat zwei Optionen: Schieben oder Setzen. Wenn sich der erste Spieler entscheidet zu schieben (d. h. keinen Einsatz zu tätigen), geht das Spielrecht im Uhrzeigersinn an den nächsten Spieler über.",
    "es_title": "Las acciones del primer jugador",
    "es_description": "La primera persona en actuar es el primer jugador, con dos “hole cards” (cartas de mano), a la izquierda del crupier. Tienen dos opciones: pasar o apostar. Si el primer jugador decide pasar (no apostar nada), la acción pasa en sentido horario al siguiente jugador.",
    "ru_title": "Действия первого игрока",
    "ru_description": "Первым ходит первый активный игрок с двумя закрытыми картами, сидящий слева от фишки дилера. У него есть два варианта хода: сделать чек или ставку. Если первый игрок решает сделать чек (отказаться делать ставку), ход переходит по часовой стрелке к следующему игроку."
  },
  {
    "stage_id": "texas_holdem_river",
    "title": "Other players’ actions",
    "order": "3",
    "step_id": "texas_holdem_river_3",
    "left": "71",
    "top": "90",
    "description": "Once an initial bet is placed, the players have the same options as in the previous rounds. \nPlayers can call, raise, fold or go all-in.",
    "en_title": "Other players’ actions",
    "en_description": "Once an initial bet is placed, the players have the same options as in the previous rounds. \nPlayers can call, raise, fold or go all-in.",
    "de_title": "Mögliche Aktionen der anderen Spieler",
    "de_description": "Nachdem der erste Einsatz getätigt wurde, haben die Spieler dieselben Optionen wie in den vorherigen Setzrunden. Die Spieler können mitgehen, erhöhen, aussteigen oder All-In gehen.",
    "es_title": "Las acciones de los otros jugadores",
    "es_description": "Una vez que se haya hecho la apuesta inicial, los jugadores tienen las mismas opciones que en las rondas previas. Los jugadores pueden igualar, aumentar, retirarse o ir all-in.\n",
    "ru_title": "Действия других игроков",
    "ru_description": "Как только будет сделана изначальная ставка, у всех остальных игроков будут те же варианты хода, что и в предыдущих раундах. Игроки могут уравнять ставку, поднять ставку, пасовать или пойти ва-банк.\n"
  },
  {
    "stage_id": "texas_holdem_river",
    "title": "All-in",
    "order": "4",
    "step_id": "texas_holdem_river_4",
    "left": "29",
    "top": "10",
    "description": "All-in is a bet that places all of a player’s chips in the pot. Usually, if a player wants to continue in a hand but does not have enough money to call the current bet, they can go an all-in for whatever amount they have left in their stack. \n\nHowever, if the all-in player wins the hand, they may not necessarily win all the money in the pot.\n\nFor example, one player bets $10; the second player has only $2. The second player moves all-in. The total pot is now $12. The second player wins the hand, but they can only claim the amount of their own bet plus the same amount from their opponent’s bet. In this example, the all-in player won $4 ($2 + $2). The remaining $8 was returned to the first player.",
    "en_title": "All-in",
    "en_description": "All-in is a bet that places all of a player’s chips in the pot. Usually, if a player wants to continue in a hand but does not have enough money to call the current bet, they can go an all-in for whatever amount they have left in their stack. \n\nHowever, if the all-in player wins the hand, they may not necessarily win all the money in the pot.\n\nFor example, one player bets $10; the second player has only $2. The second player moves all-in. The total pot is now $12. The second player wins the hand, but they can only claim the amount of their own bet plus the same amount from their opponent’s bet. In this example, the all-in player won $4 ($2 + $2). The remaining $8 was returned to the first player.",
    "de_title": "All-In",
    "de_description": "All-In ist ein Einsatz, bei dem ein Spieler alle seine Chips in den Pot schiebt. Wenn ein Spieler eine Hand weiterspielen möchte, jedoch nicht genügend Geld besitzt, um beim aktuellen Einsatz mitzugehen, kann er für gewöhnlich mit dem Betrag, den er noch in seinem Stack hat, einen All-In-Einsatz platzieren.\n\nWenn ein Spieler, der All-In geht, die Hand gewinnt, dann bedeutet das nicht automatisch, dass er das ganze Geld im Pot gewinnt.\n\nNehmen wir z. B. an, dass ein Spieler $ 10 setzt, der zweite Spieler aber nur noch $ 2 hat. Der zweite Spieler geht All-In. Die Höhe des Pots beträgt nun $ 12. Der zweite Spieler gewinnt die Hand, kann aber nur den Betrag beanspruchen, den er selbst gesetzt hat plus denselben Betrag vom Einsatz des Gegners. In unserem Beispiel gewinnt der Spieler, der All-In gegangen ist, $ 4 ($ 2 + $ 2). Die übrigen $ 8 erhält der erste Spieler zurück.",
    "es_title": "All-in",
    "es_description": "El all-in es una apuesta que coloca todas las fichas del jugador en el pozo. Por lo general, si un jugador quiere continuar en una mano, pero no tiene suficiente dinero para igualar la apuesta actual, puede ir all-in por el monto que tenga en su pila de fichas.\n\nSin embargo, si el jugador que va all-in gana la mano, es posible que no se lleve todo el dinero del pozo.\n\nPor ejemplo, un jugador apuesta $10; el segundo jugador tiene solo $2. El segundo jugador va all-in. El pozo total es ahora de $12. El segundo jugador gana la mano, pero solo puede reclamar el monto de su propia apuesta más el mismo monto de la apuesta de su oponente. En este ejemplo, el jugador que fue all-in ganó $4 ($2 + $2). Los $8 restantes regresan al primer jugador.",
    "ru_title": "Олл-ин (ва-банк)",
    "ru_description": "Олл-ин (ва-банк) — это ставка, при которой игрок передает в банк все свои фишки. Как правило, если игрок хочет продолжать игру, но у него недостаточно денег, чтобы уравнять текущую ставку, он может пойти ва-банк на любую сумму, оставшуюся в стеке.\n\nОднако, если игрок, пошедший ва-банк, выигрывает партию, он не обязательно выигрывает все деньги в банке.\n\nНапример, один игрок поставил $10, а второй — только $2. Второй игрок идет ва-банк. Банк теперь составляет $12. Второй игрок выигрывает партию, но он может претендовать только на сумму своей ставки плюс такую же сумму из ставки своих соперников. В данном примере такой игрок выигрывает $4 ($2 + $2). Оставшиеся $8 возвращаются первому игроку."
  },
  {
    "stage_id": "texas_holdem_river",
    "title": "End of betting",
    "order": "5",
    "step_id": "texas_holdem_river_5",
    "left": "39",
    "top": "10",
    "description": "A betting round ends when all players, who have not folded, have bet equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as after the turn betting round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends.",
    "en_title": "End of betting",
    "en_description": "A betting round ends when all players, who have not folded, have bet equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as after the turn betting round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends.",
    "de_title": "Ende der Einsatzrunde",
    "de_description": "Eine Einsatzrunde endet, wenn alle Spieler, die nicht ausgestiegen sind, gleiche Beträge zum Pot beigetragen haben. Wenn alle Spieler in der aktuellen Setzrunde schieben, was bedeutet, dass es keine neuen Einsätze gibt, bleibt der Betrag im Pot genauso hoch wie am Ende der Turn-Setzrunde. Wenn alle bis auf einen Spieler in der aktuellen Einsatzrunde aussteigen, dann gewinnt der Spieler, der nicht ausgestiegen ist, den Pot und die Einsatzrunde endet.",
    "es_title": "Final de las apuestas",
    "es_description": "Una ronda de apuestas termina cuando todos los jugadores que no se hayan retirado hayan apostado montos iguales en el pozo. Si todos los jugadores deciden pasar en la ronda de apuestas actual, es decir que no hay nuevas apuestas, el monto del pozo permanece igual que en la ronda de apuestas de turn. Si todos los jugadores, excepto uno, deciden retirarse de la ronda actual, el jugador que no se haya retirado gana el pozo y termina la ronda de apuestas.",
    "ru_title": "Конец торгов",
    "ru_description": "Раунд торгов завершается, когда все игроки, которые не пасовали, внесли в банк одинаковые суммы. Если все игроки решили отказаться делать ставку в текущем раунде торгов (то есть новых ставок нет), сумма в банке остается такой же, как и после терн-раунда торгов. Если все игроки, за исключением одного, решили пасовать в текущем раунде, игрок, который не пасовал, выигрывает банк, а раунд торгов завершается."
  },
  {
    "stage_id": "texas_holdem_showdown",
    "title": "The hand",
    "order": "1",
    "step_id": "texas_holdem_showdown_1",
    "left": "83",
    "top": "32",
    "description": "To form the best five-card combination, players have the following options:\n- use both of their hole cards and three community cards;\n- use one of their hole cards and four community cards;\n- use none of their hole cards and all five community cards. The last option is called ‘playing the board’.",
    "en_title": "The hand",
    "en_description": "To form the best five-card combination, players have the following options:\n- use both of their hole cards and three community cards;\n- use one of their hole cards and four community cards;\n- use none of their hole cards and all five community cards. The last option is called ‘playing the board’.",
    "de_title": "Die Hand",
    "de_description": "Um die beste Kombination aus fünf Karten zu erreichen, haben die Spieler die folgenden Möglichkeiten:\n- sie können beide ihrer Taschenkarten verwenden und drei der Gemeinschaftskarten;\n- sie können eine ihrer Taschenkarten verwenden und vier der Gemeinschaftskarten;\n- sie können keine ihrer Taschenkarten verwenden und stattdessen alle fünf der Gemeinschaftskarten. Die letzte Option wird ‘Playing the Board’ genannt.",
    "es_title": "La mano",
    "es_description": "Para lograr la mejor combinación de cinco cartas, los jugadores tienen las siguientes opciones:\n- utilizar las dos “hole cards” (cartas de mano) y tres cartas comunes;\n- utilizar una de las “hole cards” (cartas de mano) y cuatro cartas comunes;\n- no utilizar ninguna de las “hole cards” (cartas de mano) y cinco cartas comunes. La última opción se llama “jugada de la mesa”.",
    "ru_title": "Рука",
    "ru_description": "Чтобы собрать лучшую комбинацию из пяти карт, у игроков есть следующие варианты:\n- использовать обе свои закрытые карты и три общие карты;\n- использовать одну свою закрытую карту и четыре общие карты;\n- использовать все пять общих карт и ни одной закрытой карты; Последний вариант называется «сыграть в доску»."
  },
  {
    "stage_id": "texas_holdem_showdown",
    "title": "The order at showdown ",
    "order": "2",
    "step_id": "texas_holdem_showdown_2",
    "left": "93",
    "top": "90",
    "description": "The first player to show their cards is the player closest to the SB. Players go clockwise around the table, showing their cards. However, in live games it is common for the player, who bets or raises last – and gets called - to show first. The aim is to form the best five-card combination by using any of your two hole cards along with the five community cards on the table.",
    "en_title": "The order at showdown ",
    "en_description": "The first player to show their cards is the player closest to the SB. Players go clockwise around the table, showing their cards. However, in live games it is common for the player, who bets or raises last – and gets called - to show first. The aim is to form the best five-card combination by using any of your two hole cards along with the five community cards on the table.",
    "de_title": "Die Reihenfolge beim Showdown",
    "de_description": "Der erste Spieler, der seine Karten aufdecken muss, ist der Spieler, der am nächsten am SB sitzt. Die Spieler decken dann nacheinander im Uhrzeigersinn ihre Karten auf. In Live-Spielen ist es jedoch allgemein üblich, dass der Spieler, der zuletzt gesetzt oder erhöht hat – und mit dessen Einsatz mitgegangen wurde – seine Karten zuerst zeigt. Ziel ist es, die beste Kombination aus fünf Karten zu erzielen, indem Sie eine beliebige Anzahl Ihrer beiden Taschenkarten und drei bis fünf der auf dem Tisch ausliegenden Gemeinschaftskarten nutzen.",
    "es_title": "El orden de muestra",
    "es_description": "La primera persona en mostrar sus cartas es el jugador más cercano a la SB. Los jugadores van mostrando sus cartas en sentido horario alrededor de la mesa. Sin embargo, en los juegos en vivo, es común que el jugador que apuesta o aumenta último – y es igualado – sea quien muestre primero. El objetivo es formar la mejor combinación de cinco cartas utilizando cualquiera de las dos “hole cards” (cartas de mano) junto con las cinco cartas comunes en la mesa.",
    "ru_title": "Порядок раскрытия карт",
    "ru_description": "Первым свои карты показывает игрок, расположенный ближе всего к SB. Игроки показывают свои карты по часовой стрелке. Однако в живой игре обычно первым раскрывается игрок, который делает или поднимает ставку последним и ставку которого уравнивают. Цель — собрать лучшую комбинацию из пяти карт, используя любые из четырех закрытых карт вместе с любыми из пяти общих карт на столе."
  },
  {
    "stage_id": "texas_holdem_showdown",
    "title": "Next player",
    "order": "3",
    "step_id": "texas_holdem_showdown_3",
    "left": "31",
    "top": "10",
    "description": "The next player to the left of the previous player turns up their two hole cards to form the best five-card combination, using any combination of their two hole cards and five community cards.",
    "en_title": "Next player",
    "en_description": "The next player to the left of the previous player turns up their two hole cards to form the best five-card combination, using any combination of their two hole cards and five community cards.",
    "de_title": "Der nächste Spieler",
    "de_description": "Der nächste Spieler zur Linken des vorherigen Spielers deckt seine beiden Hole Cards auf um die beste Kombination aus fünf Karten zu erzielen, indem er seine beiden Taschenkarten mit den fünf Gemeinschaftskarten kombiniert.",
    "es_title": "El siguiente jugador",
    "es_description": "El siguiente jugador a la izquierda del jugador anterior voltea sus dos “hole cards” (cartas de mano) para formar la mejor combinación de cinco cartas, usando cualquier combinación de sus dos “hole cards” (cartas de mano) y cinco cartas comunes.",
    "ru_title": "Следующий игрок",
    "ru_description": "Следующий игрок слева от предыдущего переворачивает две закрытые карты, чтобы составить лучшую комбинацию из пяти карт, используя любые из двух закрытых карт и пять общих карт."
  },
  {
    "stage_id": "texas_holdem_showdown",
    "title": "Playing the board",
    "order": "4",
    "step_id": "texas_holdem_showdown_4",
    "left": "82",
    "top": "10",
    "description": "If a player's two hole cards don't allow for a better combination than the five community cards available on the table, the player has the option of playing ‘the board’. The player can use all five community cards on the table to form their best poker hand combination.",
    "en_title": "Playing the board",
    "en_description": "If a player's two hole cards don't allow for a better combination than the five community cards available on the table, the player has the option of playing ‘the board’. The player can use all five community cards on the table to form their best poker hand combination.",
    "de_title": "Playing the Board",
    "de_description": "Wenn es die beiden Taschenkarten eines Spielers nicht erlauben, eine bessere Kombination als die fünf Gemeinschaftskarten auf dem Tisch zu erzielen, dann hat der Spieler die Möglichkeit, das 'Board' zu spielen. Der Spieler kann alle fünf Gemeinschaftskarten auf dem Tisch verwenden, um die für ihn bestmögliche Handkombination zu erreichen.",
    "es_title": "Jugada de la mesa",
    "es_description": "Si las dos “hole cards” (cartas de mano) de un jugador no le permiten formar una mejor combinación que las de cinco cartas comunes en la mesa, entonces tiene la opción hacer la “jugada de la mesa”. El jugador puede usar las cinco cartas comunes en la mesa para formar la mejor combinación de mano de poker.",
    "ru_title": "Игра в доску",
    "ru_description": "Если две закрытые карты игрока не позволяют составить более высокую комбинацию, чем пять общих карт на столе, игрок может «сыграть в доску». Игрок может использовать все пять общих карт на столе, чтобы собрать наибольшую покерную комбинацию."
  },
  {
    "stage_id": "texas_holdem_showdown",
    "title": "The winner",
    "order": "5",
    "step_id": "texas_holdem_showdown_5",
    "left": "11",
    "top": "10",
    "description": "At showdown, the winner is the player with the best five-card combination, also known as the hand. Showdown happens only if there is more than one player left in the game. If only one player makes it to the showdown stage, they win all the money in the pot.",
    "en_title": "The winner",
    "en_description": "At showdown, the winner is the player with the best five-card combination, also known as the hand. Showdown happens only if there is more than one player left in the game. If only one player makes it to the showdown stage, they win all the money in the pot.",
    "de_title": "Der Gewinner",
    "de_description": "Beim Showdown gewinnt der Spieler mit der besten Kombination von fünf Karten, auch als „Hand“ bezeichnet. Ein Showdown findet nur statt, wenn in einem Spiel mehr als ein Spieler übrig ist. Wenn es nur ein Spieler bis zum Showdown schafft, gewinnt er das gesamte Geld, das sich im Pot befindet.",
    "es_title": "El ganador",
    "es_description": "Al mostrarlas, el ganador es el jugador con la mejor combinación de cinco cartas, también conocida como la mano. Solo se debe mostrar si queda más de un jugador en el juego. Si solo un jugador llega hasta la etapa de mostrar, gana todo el dinero que hay en el pozo.",
    "ru_title": "Победитель",
    "ru_description": "После раскрытия карт выигрывает игрок с лучшей пятикарточной комбинацией, известной как рука. Карты раскрываются, только если в игре остается больше одного участника. Если до этапа раскрытия карт доходит только один игрок, он выигрывает все деньги в банке."
  },
  {
    "stage_id": "omaha_hi_deal",
    "title": "Dealer",
    "order": "1",
    "step_id": "omaha_hi_deal_1",
    "left": "28",
    "top": "10",
    "description": "The dealer is the table position of the player who acts last in all betting rounds, except for pre-flop as long as they are still active in the hand. The position is also known as the ‘dealer button’ or simply the ‘button’ and is indicated with a ‘D’ marker. The dealer position is important because it determines the order in which the players act.\n\nThe dealer is regarded as the best table position. The player in the dealer position can observe the actions of their opponents before their turn comes around. It allows players to analyse their opponents and make decisions based on their opponents' actions.\n\nThe dealer changes position after each hand, and the button rotates clockwise around the table. After the first betting round is over, the player to the left of the current dealer button becomes the dealer for the next round.",
    "en_title": "Dealer",
    "en_description": "The dealer is the table position of the player who acts last in all betting rounds, except for pre-flop as long as they are still active in the hand. The position is also known as the ‘dealer button’ or simply the ‘button’ and is indicated with a ‘D’ marker. The dealer position is important because it determines the order in which the players act.\n\nThe dealer is regarded as the best table position. The player in the dealer position can observe the actions of their opponents before their turn comes around. It allows players to analyse their opponents and make decisions based on their opponents' actions.\n\nThe dealer changes position after each hand, and the button rotates clockwise around the table. After the first betting round is over, the player to the left of the current dealer button becomes the dealer for the next round.",
    "de_title": "Dealer",
    "de_description": "Der Dealer befindet sich in der Tischposition des Spielers, der in allen Einsatzrunden außer der Pre-Flop-Runde zuletzt handelt, solange er in der Hand aktiv ist. Die Position wird auch als „Dealer-Button“ oder einfach als „D-Button“ bezeichnet und mit einem „D“ markiert. Die Dealer-Position ist wichtig, da sie die Reihenfolge festlegt, in der die Spieler agieren.\n\nDie Dealer-Position gilt als beste Position am Tisch. Der Spieler in der Dealer-Position kann die Handlungen seiner Gegner beobachten, bevor er an der Reihe ist. So kann er seine Gegner analysieren und Entscheidungen auf der Basis ihrer Handlungen treffen.\n\nDie Dealer-Position wechselt nach jeder Hand und der D-Button bewegt sich im Uhrzeigersinn um den Tisch. Nach der ersten Einsatzrunde wird der Spieler links vom aktuellen Dealer-Button zum Dealer für die nächste Runde.\n",
    "es_title": "Crupier",
    "es_description": "El crupier se encuentra en la posición de la mesa del jugador que actúa de último en todas las rondas de apuesta, excepto en el pre-flop, mientras se encuentre jugando una mano activa. La posición es también conocida como el 'botón del crupier' o simplemente el 'botón' y es indicado con un marcador 'D'. La posición del crupier es importante ya que determina el orden en el que los jugadores actuarán.\n\nEl crupier es recompensado con la mejor posición de la mesa. El jugador en la posición de crupier puede observar las acciones de sus oponentes antes de que llegue su turno. Esto le permite a los jugadores analizar a sus oponentes y tomas decisiones basadas en las acciones de estos.\n\nEl crupier cambia de posición después de cada mano, y el botón rota en sentido de las agujas del reloj alrededor de la mesa. Luego de que la primera ronda de apuestas termina, el jugador a la izquierda del botón de crupier actual será el crupier en la siguiente ronda.",
    "ru_title": "Дилер",
    "ru_description": "Дилер — это место за столом игрока, который последним ходит в каждом раунде торговли, за исключением префлопа, пока карты на его руке остаются активными. Эта позиция также называется «фишкой дилера» или просто «фишкой» и обозначена маркером «D». Позиция дилера имеет большое значение, так как она определяет порядок, в котором ходят игроки.\n\nДилер считается лучшим местом за столом. Игрок на месте дилера может следить за действиями своих соперников до своего хода. Это позволяет игрокам анализировать своих соперников и принимать решения в соответствии с их действиями.\n\nМесто дилера меняется после каждой партии. Фишка переходит по столу по часовой стрелке. После завершения первого раунда торгов игрок слева от текущей фишки дилера становится дилером на следующий раунд."
  },
  {
    "stage_id": "omaha_hi_deal",
    "title": "Small Blind",
    "order": "2",
    "step_id": "omaha_hi_deal_2",
    "left": "80",
    "top": "10",
    "description": "The small Blind, marked as SB, is the first of the two initial forced bets. It is placed by the player immediately to the left of the dealer and moves one space clockwise after each hand. In PLO games, the small blind equals the selected table’s lower betting limit, i.e. if a table’s lower betting limit is $1 in a $1/$2, the small blind would be $1",
    "en_title": "Small Blind",
    "en_description": "The small Blind, marked as SB, is the first of the two initial forced bets. It is placed by the player immediately to the left of the dealer and moves one space clockwise after each hand. In PLO games, the small blind equals the selected table’s lower betting limit, i.e. if a table’s lower betting limit is $1 in a $1/$2, the small blind would be $1",
    "de_title": "Small Blind",
    "de_description": "Der Small Blind wird mit „SB“ gekennzeichnet und ist der erste von zwei Eröffnungseinsätzen. Er wird vom Spieler unmittelbar links vom Dealer gesetzt und bewegt sich nach jeder Hand im Uhrzeigersinn um jeweils einen Platz weiter. In PLO-Spielen entspricht der Small Blind dem unteren Einsatzlimit des jeweiligen Tisches, d. h., wenn das untere Einsatzlimit eines Tisches in einem 1 USD/2 USD-Spiel 1 USD beträgt, würde der Small Blind 1 USD betragen.\r",
    "es_title": "Ciega Pequeña",
    "es_description": "La ciega pequeña, marcada como SB, es la primera de las dos apuestas forzadas iniciales. Es el jugador que se encuentra inmediatamente a la izquierda del crupier y se mueve un puesto en sentido de las agujas del reloj en cada mano. En juegos PLO, la ciega pequeña es igual a la apuesta mínima seleccionada para la mesa. Por ejemplo, si la apuesta mínima es de 1$ en un juego de 1$/2$, la ciega pequeña sería 1$.",
    "ru_title": "Малый блайнд",
    "ru_description": "Малый блайнд, помеченный как SB, является первой из двух изначальных обязательных ставок. Он совершается игроком, находящимся слева от дилера, и перемещается на одно место по часовой стрелке после каждой партии. В играх PLO малый блайнд равен выбранному за столом минимальному лимиту ставок, т. е. если минимальным лимитом ставок является 1$ в игре на 1$/2$, малый блайнд будет равен 1$."
  },
  {
    "stage_id": "omaha_hi_deal",
    "title": "Big Blind",
    "order": "3",
    "step_id": "omaha_hi_deal_3",
    "left": "92",
    "top": "63",
    "description": "The big blind, marked as BB, is the second of the two initial mandatory bets. It is placed by the player immediately to the left of the small blind and moves one space clockwise after each hand. In PLO games, the big blind equals the selected table’s higher betting limit, i.e. if a table’s higher betting limit is $2 in a $1/$2 game, the big blind would be $2. The amount of the big blind is the minimum bet in the current game round. The small and big blinds are important because they incite the action and get the game going, with money already in the pot to win. ",
    "en_title": "Big Blind",
    "en_description": "The big blind, marked as BB, is the second of the two initial mandatory bets. It is placed by the player immediately to the left of the small blind and moves one space clockwise after each hand. In PLO games, the big blind equals the selected table’s higher betting limit, i.e. if a table’s higher betting limit is $2 in a $1/$2 game, the big blind would be $2. The amount of the big blind is the minimum bet in the current game round. The small and big blinds are important because they incite the action and get the game going, with money already in the pot to win. ",
    "de_title": "Big Blind",
    "de_description": "Der Big Blind wird mit „BB“ gekennzeichnet und ist der zweite von zwei Eröffnungseinsätzen. Er wird vom Spieler unmittelbar links vom Small Blind gesetzt und bewegt sich nach jeder Hand im Uhrzeigersinn um jeweils einen Platz weiter. In PLO-Spielen entspricht der Big Blind dem oberen Einsatzlimit des jeweiligen Tisches, d. h., wenn das obere Einsatzlimit eines Tisches in einem 1 USD/2 USD-Spiel 1 USD beträgt, würde der Big Blind 2 USD betragen. Der Big Blind stellt den Mindesteinsatz in der aktuellen Spielrunde dar. Der Small Blind und der Big Blind sind wichtig, da mit ihnen die Action und das Spiel beginnen und sich bereits Geld im Pot befindet, das gewonnen werden kann. \r",
    "es_title": "Ciega Grande",
    "es_description": "La ciega grande, marcada como BB, es la segunda de las dos apuestas forzadas iniciales. Es el jugador que se encuentra inmediatamente a la izquierda de la ciega pequeña y se mueve un puesto en sentido de las agujas del reloj en cada mano. En juegos PLO, la ciega grande es igual a la apuesta máxima seleccionada para la mesa. Por ejemplo, si la apuesta máxima es de 2$ en un juego de 1$/2$, la ciega grande sería 2$. El monto de la ciega grande es la apuesta mínima en la ronda del juego corriente. Las ciegas grande y pequeña son importantes porque incitan la acción y mantienen el juego en marcha, con dinero en el pozo para ser ganado. ",
    "ru_title": "Большой блайнд",
    "ru_description": "Большой блайнд, помеченный маркером BB, — это вторая из двух обязательных изначальных ставок. Он совершается игроком, находящимся слева от малого блайнда, и перемещается на одно место по часовой стрелке после каждой партии. В играх PLO большой блайнд равен выбранному за столом максимальному лимиту ставок, т. е. если максимальным лимитом ставок является 2$ в игре на 1$/2$, большой блайнд будет равен 2$. Сумма большого блайнда — это минимальная ставка в текущем раунде игры. Большой и малый блайнды стимулируют делать ход и продвигают игру, формируя деньги в банке, которые можно выиграть. "
  },
  {
    "stage_id": "omaha_hi_deal",
    "title": "Hole cards",
    "order": "4",
    "step_id": "omaha_hi_deal_4",
    "left": "56",
    "top": "50",
    "description": "After the small and big blinds are posted, each player gets four face-down cards. These are the players’ individual starting cards, also known as hole cards.",
    "en_title": "Hole cards",
    "en_description": "After the small and big blinds are posted, each player gets four face-down cards. These are the players’ individual starting cards, also known as hole cards.",
    "de_title": "Taschenkarten",
    "de_description": "Nachdem der Small Blind und der Big Blind gesetzt wurden, erhält jeder Spieler verdeckt vier Karten. Dies sind die Startkarten der Spieler, auch als „Taschenkarten“ bezeichnet.\r",
    "es_title": "Cartas de mano",
    "es_description": "Después de que las ciegas grande y pequeña sean colocadas, cada jugador recibe cuatro cartas boca abajo. Estas son las cartas individuales iniciales del jugador, también conocidas como 'hole cards'.",
    "ru_title": "Закрытые карты",
    "ru_description": "После размещения малого и большого блайндов каждый игрок получает четыре карты в закрытую. Это личные карты игроков, также известные как закрытые карты."
  },
  {
    "stage_id": "omaha_hi_pre_flop",
    "title": "First player to act",
    "order": "1",
    "step_id": "omaha_hi_pre_flop_1",
    "left": "89",
    "top": "90",
    "description": "The action starts with the player to the left of the big blind. The position of the player who acts first in the pre-flop round is known as ‘under the gun’ (UTG). It is considered to be the weakest table position because the ‘under the gun’ player has to make decisions with no prior information about their opponents play.",
    "en_title": "First player to act",
    "en_description": "The action starts with the player to the left of the big blind. The position of the player who acts first in the pre-flop round is known as ‘under the gun’ (UTG). It is considered to be the weakest table position because the ‘under the gun’ player has to make decisions with no prior information about their opponents play.",
    "de_title": "Erster setzender Spieler",
    "de_description": "Der Spieler links vom Big Blind beginnt die Action. Die Position des Spielers, der in der Pre-Flop-Runde zuerst agiert, wird auch als „Under the Gun“ (UTG; „Im Schussfeld“) bezeichnet. Diese Position gilt als schwächste Position am Tisch, da der Under-the-Gun-Spieler Entscheidungen treffen muss, ohne das Spiel seiner Gegner zu kennen.\r",
    "es_title": "Primer jugador en actuar",
    "es_description": "La acción comienza con el jugador a la izquierda de la ciega grande. La posición del jugador que actúa primero en el pre-flop es conocida como 'bajo la pistola' (UTG). Es considerada como la posición más débil de la mesa porque el jugador 'bajo la pistola' tiene que tomar decisiones sin información acerca de las jugadas de sus oponentes.",
    "ru_title": "Ход первого игрока",
    "ru_description": "Ход начинается с игрока, находящегося слева от большого блайнда. Место игрока, который ходит первым в раунде префлопа, называется «под прицелом» (UTG). Это место за столом считается самым слабым, так как игрок «под прицелом» должен принимать решения, не имея предварительной информации об игре своих соперников."
  },
  {
    "stage_id": "omaha_hi_pre_flop",
    "title": "Call",
    "order": "2",
    "step_id": "omaha_hi_pre_flop_2",
    "left": "66",
    "top": "90",
    "description": "To call is to match the bet made by the previous player. The first bet after the big blind needs to at least match the big blind amount, or raise it.",
    "en_title": "Call",
    "en_description": "To call is to match the bet made by the previous player. The first bet after the big blind needs to at least match the big blind amount, or raise it.",
    "de_title": "Mitgehen",
    "de_description": "Mitgehen bedeutet, den gleichen Einsatz wie der vorherige Spieler zu setzen. Der erste Einsatz nach dem Big Blind muss mindestens dem Big Blind-Einsatz entsprechen oder diesen erhöhen.\r",
    "es_title": "Igualar",
    "es_description": "Igualar es colocar la cantidad de fichas necesarias para tener la misma apuesta que el jugador anterior. La primera apuesta después de la ciega grande tiene que el menos igualar la ciega grande, o aumentarla.",
    "ru_title": "Колл",
    "ru_description": "Сделать колл означает уравнять ставку предыдущего игрока. Первая ставка после большого блайнда должна как минимум равняться сумме большого блайнда или превышать ее."
  },
  {
    "stage_id": "omaha_hi_pre_flop",
    "title": "Raise",
    "order": "3",
    "step_id": "omaha_hi_pre_flop_3",
    "left": "40",
    "top": "90",
    "description": "To raise is to increase the bet amount made by the previous player. If a raise is already in place, all the subsequent bets have to equal or be higher than that last bet. In PLO, the maximum raise is restricted to the amount of the pot for each instance.",
    "en_title": "Raise",
    "en_description": "To raise is to increase the bet amount made by the previous player. If a raise is already in place, all the subsequent bets have to equal or be higher than that last bet. In PLO, the maximum raise is restricted to the amount of the pot for each instance.",
    "de_title": "Erhöhen",
    "de_description": "Erhöhen bedeutet, den Einsatz des vorherigen Spielers zu erhöhen. Wenn erhöht wurde, müssen alle nachfolgenden Einsätze dem letzten Einsatz entsprechen oder höher als dieser sein. In PLO-Spielen ist die Erhöhung jeweils auf den Betrag des Pots begrenzt.\r",
    "es_title": "Aumentar",
    "es_description": "Aumentar es incrementar el monto de la apuesta echa por el jugador anterior. Si un aumento ya se ha realizado, todas as apuestas subsecuentes deben ser iguales o mayores que la apuesta anterior. En PLO, el aumento máximo está restringido a la cantidad del pozo para cada instancia.",
    "ru_title": "Рейз",
    "ru_description": "Сделать рейз означает поднять сумму ставки предыдущего игрока. Если рейз уже сделан, все последующие ставки должны быть равны сумме последней ставки или превышать ее. В PLO максимальный рейз ограничен суммой банка в каждый момент игры."
  },
  {
    "stage_id": "omaha_hi_pre_flop",
    "title": "Fold",
    "order": "4",
    "step_id": "omaha_hi_pre_flop_4",
    "left": "11",
    "top": "10",
    "description": "To fold is to not play the hand. If you decide to fold, you are no longer eligible to take part in any further betting until a new game round starts.",
    "en_title": "Fold",
    "en_description": "To fold is to not play the hand. If you decide to fold, you are no longer eligible to take part in any further betting until a new game round starts.",
    "de_title": "Aussteigen",
    "de_description": "Aussteigen bedeutet, eine Hand nicht zu spielen. Wenn Sie aussteigen, können Sie nicht mehr setzen, bis eine neue Spielrunde beginnt.\n",
    "es_title": "Retirarse",
    "es_description": "Retirarse es no jugar la mano. Si decides retirarte, ya no serás elegible para tomar parte de ninguna otra apuesta futura hasta que una nueva ronda del juego comience.",
    "ru_title": "Фолд",
    "ru_description": "Сделать фолд означает пасовать. Если вы решили пасовать, вы больше не сможете принимать участие в дальнейших торгах, пока не начнется новый раунд игры."
  },
  {
    "stage_id": "omaha_hi_pre_flop",
    "title": "Check",
    "order": "5",
    "step_id": "omaha_hi_pre_flop_5",
    "left": "91",
    "top": "40",
    "description": "To check means to bet nothing. In the pre-flop round, only the big blind has an option to check if no-one has raised. If there is a raise, the big blind can either call, raise, fold or raise pot.",
    "en_title": "Check",
    "en_description": "To check means to bet nothing. In the pre-flop round, only the big blind has an option to check if no-one has raised. If there is a raise, the big blind can either call, raise, fold or raise pot.",
    "de_title": "Schieben",
    "de_description": "Schieben bedeutet, nicht zu setzen. In der Pre-Flop-Runde kann nur der Big Blind schieben, wenn noch niemand erhöht hat. Wenn es eine Erhöhung gegeben hat, kann der Big Blind mitgehen, erhöhen, aussteigen oder den Pot erhöhen.\r",
    "es_title": "Pasar",
    "es_description": "Pasar significa no apostar nada. En la ronda del pre-flop, solo la ciega grande tiene la opción de pasar si no se ha aumentado. Si hay un aumento, la ciega grande puede tanto igualarla, aumentarla, retirarse o aumentar el pozo.",
    "ru_title": "Чек",
    "ru_description": "Сделать чек означает отказаться делать ставку. В раунде префлопа только у большого блайнда есть возможность сделать чек, если никто не поднял ставку. Если ставку подняли, большой блайнд может уравнять ставку, поднять ее, пасовать или поднять банк."
  },
  {
    "stage_id": "omaha_hi_pre_flop",
    "title": "End of betting",
    "order": "6",
    "step_id": "omaha_hi_pre_flop_6",
    "left": "44",
    "top": "50",
    "description": "The betting round ends when all players, who have not folded, have contributed equally to the pot. ",
    "en_title": "End of betting",
    "en_description": "The betting round ends when all players, who have not folded, have contributed equally to the pot. ",
    "de_title": "Ende des Setzens",
    "de_description": "Die Einsatzrunde endet, wenn alle Spieler, die nicht ausgestiegen sind, gleichmäßig zum Pot beigetragen haben. \r",
    "es_title": "Final de las apuestas",
    "es_description": "La ronda de apuestas termina cuando todos los jugadores que no se hayan retirado, hayan contribuido de forma igualitaria al pozo. ",
    "ru_title": "Конец торгов",
    "ru_description": "Раунд торгов завершается, когда все игроки, которые не пасовали, сделали одинаковые взносы в банк. "
  },
  {
    "stage_id": "omaha_hi_flop",
    "title": "Flop",
    "order": "1",
    "step_id": "omaha_hi_flop_1",
    "left": "28",
    "top": "50",
    "description": "Three face-up community cards are dealt on the table. ",
    "en_title": "Flop",
    "en_description": "Three face-up community cards are dealt on the table. ",
    "de_title": "Flop",
    "de_description": "Drei Gemeinschaftskarten werden offen am Pokertisch ausgegeben.\r",
    "es_title": "Flop",
    "es_description": "Tres cartas comunes son repartidas boca arriba sobre la mesa.",
    "ru_title": "Флоп",
    "ru_description": "На покерный стол в открытую сдаются три общие карты."
  },
  {
    "stage_id": "omaha_hi_flop",
    "title": "First player’s actions",
    "order": "2",
    "step_id": "omaha_hi_flop_2",
    "left": "59",
    "top": "10",
    "description": "The first person to act is the first active player seated to the left of the dealer button. They have two options: check or bet. If the first player decides to check (bets nothing), the action passes, clockwise, to the next player.",
    "en_title": "First player’s actions",
    "en_description": "The first person to act is the first active player seated to the left of the dealer button. They have two options: check or bet. If the first player decides to check (bets nothing), the action passes, clockwise, to the next player.",
    "de_title": "Handlungen des ersten Spielers",
    "de_description": "Der erste Spieler, der agiert, ist der erste aktive Spieler links vom Dealer-Button. Dieser Spieler hat zwei Optionen: Schieben oder Setzen. Wenn der erste Spieler schiebt (d. h. nichts setzt), geht die Action im Uhrzeigersinn an den nächsten Spieler über.\r",
    "es_title": "Las acciones del primer jugador",
    "es_description": "La primera persona en actuar es el primer jugador activo a la izquierda del botón del crupier. Ellos tienen dos opciones: pasar o apostar. Si el primer jugador decide pasar (apostar nada), la acción pasa, en sentido horario, al siguiente jugador.",
    "ru_title": "Действия первого игрока",
    "ru_description": "Первым ходит первый активный игрок, сидящий слева от фишки дилера. У него есть два варианта хода: сделать чек или ставку. Если первый игрок решает сделать чек (отказаться делать ставку), ход переходит по часовой стрелке к следующему игроку."
  },
  {
    "stage_id": "omaha_hi_flop",
    "title": "Initial bet amount",
    "order": "3",
    "step_id": "omaha_hi_flop_3",
    "left": "82",
    "top": "10",
    "description": "The initial bet amount should equal or exceed the minimum bet amount, which is the same amount as the big blind. All subsequent bets should equal or exceed the initial bet. In PLO, the maximum raise is restricted to the amount of the pot for each instance.",
    "en_title": "Initial bet amount",
    "en_description": "The initial bet amount should equal or exceed the minimum bet amount, which is the same amount as the big blind. All subsequent bets should equal or exceed the initial bet. In PLO, the maximum raise is restricted to the amount of the pot for each instance.",
    "de_title": "Eröffnungseinsatz",
    "de_description": "Der Eröffnungseinsatz sollte dem Mindesteinsatz entsprechen oder diesen übertreffen. Das ist der gleiche Betrag wie der Big Blind. Alle folgenden Einsätze sollten dem Eröffnungseinsatz entsprechen oder diesen übertreffen. In PLO-Spielen ist die Erhöhung jeweils auf den Betrag des Pots begrenzt.\r",
    "es_title": "Importe de la apuesta inicial",
    "es_description": "El importe de la apuesta inicial debe ser igual o exceder el importe mínimo de apuesta, el cual es el mismo importe que el de la ciega grande. Todas las apuestas subsecuentes deben ser iguales o exceder la apuesta inicial. En PLO, el aumento máximo está restringido a la cantidad del pozo para cada instancia.",
    "ru_title": "Изначальная сумма ставки",
    "ru_description": "Изначальная сумма ставки должна быть равна или превышать минимальную сумму ставки, которая равна сумме большого блайнда. Все последующие ставки должны быть равны изначальной ставке или превышать ее. В PLO максимальный рейз ограничен суммой банка в каждый момент игры."
  },
  {
    "stage_id": "omaha_hi_flop",
    "title": "Other players’ actions",
    "order": "4",
    "step_id": "omaha_hi_flop_4",
    "left": "92",
    "top": "61",
    "description": "Once the initial bet is placed, all the remaining players have three options: call, raise, fold or raise pot.",
    "en_title": "Other players’ actions",
    "en_description": "Once the initial bet is placed, all the remaining players have three options: call, raise, fold or raise pot.",
    "de_title": "Handlungen der anderen Spieler",
    "de_description": "Nach dem ersten Einsatz haben die übrigen Spieler drei Optionen: Mitgehen, Erhöhen, Aussteigen oder Erhöhen des Pot.\r",
    "es_title": "Las acciones de los otros jugadores",
    "es_description": "Una vez que la apuesta inicial es colocada, todos los jugadores a continuación tienen tres opciones: igualar, aumentar, retirarse o aumentar el pozo.",
    "ru_title": "Действия других игроков",
    "ru_description": "Как только будет сделана изначальная ставка, у всех остальных игроков будет три варианта хода: уравнять ставку, поднять ставку, пасовать или поднять банк."
  },
  {
    "stage_id": "omaha_hi_flop",
    "title": "End of betting",
    "order": "5",
    "step_id": "omaha_hi_flop_5",
    "left": "9",
    "top": "38",
    "description": "The betting round ends when all players, who have not folded, have wagered equal amounts in the pot.  If all players decide to check in the current betting round, meaning there are no new bets, the pot remains the same as in the pre-flop round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round comes to an end.",
    "en_title": "End of betting",
    "en_description": "The betting round ends when all players, who have not folded, have wagered equal amounts in the pot.  If all players decide to check in the current betting round, meaning there are no new bets, the pot remains the same as in the pre-flop round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round comes to an end.",
    "de_title": "Ende des Setzens",
    "de_description": "Die Einsatzrunde endet, wenn alle Spieler, die nicht ausgestiegen sind, gleiche Beträge zum Pot beigetragen haben. Wenn alle Spieler in der aktuellen Einsatzrunde schieben, was bedeutet, dass es keine neuen Einsätze gibt, bleibt die Höhe des Pots die gleiche wie in der Pre-Flop-Runde. Wenn alle Spieler bis auf einen in der aktuellen Einsatzrunde aussteigen, gewinnt der Spieler, der nicht ausgestiegen ist, den Pot und die Einsatzrunde endet.\r",
    "es_title": "Final de las apuestas",
    "es_description": "La ronda de apuestas termina cuando todos los jugadores que no se hayan retirado, hayan apostado importes de forma igualitaria al pozo. Si todos los jugadores deciden pasar en la ronda de apuestas corriente, significando que no hay nuevas apuestas, el pozo permanece igual que en la ronda de pre-flop. Si todos los jugadores, excepto uno, deciden retirarse de la ronda corriente, el jugador que no se haya retirado gana el pozo, y la ronda de apuestas termina.",
    "ru_title": "Конец торгов",
    "ru_description": "Раунд торгов завершается, когда все игроки, которые не пасовали, внесли в банк одинаковые суммы. Если все игроки решили отказаться делать ставку в текущем раунде торгов (то есть новых ставок нет), банк остается таким же, как и в раунде префлопа. Если все игроки, за исключением одного, решили пасовать в текущем раунде, игрок, который не пасовал, выигрывает банк, а раунд торгов завершается."
  },
  {
    "stage_id": "omaha_hi_turn",
    "title": "Turn",
    "order": "1",
    "step_id": "omaha_hi_turn_1",
    "left": "67",
    "top": "50",
    "description": "The fourth face-up community card is dealt on the table.",
    "en_title": "Turn",
    "en_description": "The fourth face-up community card is dealt on the table.",
    "de_title": "Turn",
    "de_description": "Die vierte Gemeinschaftskarte wird offen am Pokertisch ausgegeben.\r",
    "es_title": "Turn",
    "es_description": "La cuarta carta común es repartida boca arriba en la mesa.",
    "ru_title": "Терн",
    "ru_description": "На покерный стол в открытую сдается четвертая общая карта."
  },
  {
    "stage_id": "omaha_hi_turn",
    "title": "First player’s actions",
    "order": "2",
    "step_id": "omaha_hi_turn_2",
    "left": "81",
    "top": "10",
    "description": "The first person to act is the first active player to the left of the dealer. They have two options: check or place a bet. If the first player decides to check (bets nothing), the action passes clockwise to the next player.",
    "en_title": "First player’s actions",
    "en_description": "The first person to act is the first active player to the left of the dealer. They have two options: check or place a bet. If the first player decides to check (bets nothing), the action passes clockwise to the next player.",
    "de_title": "Handlungen des ersten Spielers",
    "de_description": "Der erste Spieler, der agiert, ist der erste aktive Spieler links vom Dealer. Dieser Spieler hat zwei Optionen: Schieben oder Setzen. Wenn der erste Spieler schiebt (d. h. nichts setzt), geht die Action im Uhrzeigersinn an den nächsten Spieler über.\r",
    "es_title": "Las acciones del primer jugador",
    "es_description": "La primera persona en actuar es el primer jugador activo a la izquierda del crupier. Ellos tienen dos opciones: pasar o apostar. Si el primer jugador decide pasar (apostar nada), la acción pasa en sentido horario al siguiente jugador.",
    "ru_title": "Действия первого игрока",
    "ru_description": "Первым ходит первый активный игрок слева от дилера. У него есть два варианта хода: сделать чек или ставку. Если первый игрок решает сделать чек (отказаться делать ставку), ход переходит по часовой стрелке к следующему игроку."
  },
  {
    "stage_id": "omaha_hi_turn",
    "title": "Other players’ actions",
    "order": "3",
    "step_id": "omaha_hi_turn_3",
    "left": "66",
    "top": "90",
    "description": "After the initial bet is placed, the players have the same options as in the previous rounds. They can call, raise, fold or raise pot, which could put them all-in.",
    "en_title": "Other players’ actions",
    "en_description": "After the initial bet is placed, the players have the same options as in the previous rounds. They can call, raise, fold or raise pot, which could put them all-in.",
    "de_title": "Handlungen der anderen Spieler",
    "de_description": "Nachdem der Eröffnungseinsatz gesetzt wurde, haben die Spieler die gleichen Optionen wie in den vorherigen Runden. Sie können mitgehen, erhöhen, aussteigen oder den Pot erhöhen, was möglicherweise einen All-In erforderlich macht.\r",
    "es_title": "Las acciones de los otros jugadores",
    "es_description": "Luego de que la apuesta inicial es colocada, los jugadores tienen las mismas opciones que en las rondas previas. Ellos pueden igualar, aumentar, retirarse o aumentar el pozo, lo cual podría ponerlos en all-in.",
    "ru_title": "Действия других игроков",
    "ru_description": "Как только будет сделана изначальная ставка, у всех остальных игроков будут те же варианты хода, что и в предыдущих раундах. Они могут уравнять ставку, поднять ее, пасовать или поднять банк, вплоть до олл-ина."
  },
  {
    "stage_id": "omaha_hi_turn",
    "title": "End of betting",
    "order": "4",
    "step_id": "omaha_hi_turn_4",
    "left": "9",
    "top": "37",
    "description": "The betting round ends when all players, who have not folded, have placed equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as after the flop betting round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends.",
    "en_title": "End of betting",
    "en_description": "The betting round ends when all players, who have not folded, have placed equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as after the flop betting round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends.",
    "de_title": "Ende des Setzens",
    "de_description": "Die Einsatzrunde endet, wenn alle Spieler, die nicht ausgestiegen sind, gleiche Beträge zum Pot beigetragen haben. Wenn alle Spieler in der aktuellen Einsatzrunde schieben, was bedeutet, dass es keine neuen Einsätze gibt, bleibt die Höhe des Pots die gleiche wie nach der Flop-Einsatzrunde. Wenn alle Spieler bis auf einen in der aktuellen Einsatzrunde aussteigen, gewinnt der Spieler, der nicht ausgestiegen ist, den Pot und die Einsatzrunde endet.\r",
    "es_title": "Final de las apuestas",
    "es_description": "La ronda de apuestas termina cuando todos los jugadores que no se hayan retirado, hayan apostado montos de forma igualitaria al pozo. Si todos los jugadores deciden pasar en la ronda de apuestas corriente, significando que no hay nuevas apuestas, el monto del pozo permanece igual que en la ronda de flop. Si todos los jugadores, excepto uno, deciden retirarse de la ronda corriente, el jugador que no se haya retirado gana el pozo, y la ronda de apuestas termina.",
    "ru_title": "Конец торгов",
    "ru_description": "Раунд торгов завершается, когда все игроки, которые не пасовали, внесли в банк одинаковые суммы. Если все игроки решили отказаться делать ставку в текущем раунде торгов (то есть новых ставок нет), сумма в банке остается такой же, как и после флоп-раунда торгов. Если все игроки, за исключением одного, решили пасовать в текущем раунде, игрок, который не пасовал, выигрывает банк, а раунд торгов завершается."
  },
  {
    "stage_id": "omaha_hi_river",
    "title": "River",
    "order": "1",
    "step_id": "omaha_hi_river_1",
    "left": "78",
    "top": "50",
    "description": "The fifth and final face-up community card is dealt on the table.",
    "en_title": "River",
    "en_description": "The fifth and final face-up community card is dealt on the table.",
    "de_title": "River",
    "de_description": "Die fünfte und letzte Gemeinschaftskarte wird offen am Pokertisch ausgegeben.",
    "es_title": "River",
    "es_description": "La quinta y última carta común es repartida boca arriba en la mesa.",
    "ru_title": "Ривер",
    "ru_description": "На покерный стол в открытую сдается пятая и последняя общая карта."
  },
  {
    "stage_id": "omaha_hi_river",
    "title": "First player’s actions",
    "order": "2",
    "step_id": "omaha_hi_river_2",
    "left": "81",
    "top": "10",
    "description": "The first person to act is the first player, with two hole cards, to the left of the dealer. \nThey have two options: check or bet. If the first player decides to check (bets nothing), the action passes clockwise to the next player.",
    "en_title": "First player’s actions",
    "en_description": "The first person to act is the first player, with two hole cards, to the left of the dealer. \nThey have two options: check or bet. If the first player decides to check (bets nothing), the action passes clockwise to the next player.",
    "de_title": "Handlungen des ersten Spielers",
    "de_description": "Der erste Spieler, der agiert, ist der erste Spieler – mit zwei Taschenkarten – links vom Dealer.\rDieser Spieler hat zwei Optionen: Schieben oder Setzen. Wenn der erste Spieler schiebt (d. h. nichts setzt), geht die Action im Uhrzeigersinn an den nächsten Spieler über.\r",
    "es_title": "Las acciones del primer jugador",
    "es_description": "La primera persona en actuar es el primer jugador, con dos cartas de mano, a la izquierda del crupier.\n\nEllos tienen dos opciones: pasar o apostar. Si el primer jugador decide pasar (apostar nada), la acción pasa en sentido horario al siguiente jugador.",
    "ru_title": "Действия первого игрока",
    "ru_description": "Первым ходит первый активный игрок с двумя закрытыми картами, сидящий слева от фишки дилера.\n\nУ него есть два варианта хода: сделать чек или ставку. Если первый игрок решает сделать чек (отказаться делать ставку), ход переходит по часовой стрелке к следующему игроку."
  },
  {
    "stage_id": "omaha_hi_river",
    "title": "Other players’ actions",
    "order": "3",
    "step_id": "omaha_hi_river_3",
    "left": "66",
    "top": "90",
    "description": "Once an initial bet is made, the players have the same options as in the previous rounds: they can call, raise, fold or raise pot, which could put them all-in.",
    "en_title": "Other players’ actions",
    "en_description": "Once an initial bet is made, the players have the same options as in the previous rounds: they can call, raise, fold or raise pot, which could put them all-in.",
    "de_title": "Handlungen der anderen Spieler",
    "de_description": "Nachdem der Eröffnungseinsatz gesetzt wurde, haben die Spieler die gleichen Optionen wie in den vorherigen Runden: Sie können mitgehen, erhöhen, aussteigen oder den Pot erhöhen, was möglicherweise einen All-In erforderlich macht.\r",
    "es_title": "Las acciones de los otros jugadores",
    "es_description": "Una vez hecha que la apuesta inicial, los jugadores tienen las mismas opciones que en las rondas previas: pueden igualar, aumentar, retirarse o aumentar el pozo, lo cual podría ponerlos en all-in.",
    "ru_title": "Действия других игроков",
    "ru_description": "Как только будет сделана изначальная ставка, у всех остальных игроков будут те же варианты хода, что и в предыдущих раундах: они могут уравнять ставку, поднять ее, пасовать или поднять банк, вплоть до олл-ина."
  },
  {
    "stage_id": "omaha_hi_river",
    "title": "All-in",
    "order": "4",
    "step_id": "omaha_hi_river_4",
    "left": "57",
    "top": "10",
    "description": "All-in is a bet that places all of a player’s chips in the pot. Usually, if a player wants to continue in a hand but does not have enough money to call the current bet, they can go an all-in for whatever amount they have left in their stack. \n\nHowever, if the all-in player wins the hand, they can only lay claim to the total amount of their stack. In other words, if they go all-in for $25, and their two opponents have $100 each, they can only win $25 from each player, for a total of $75 (including their $25 all-in).",
    "en_title": "All-in",
    "en_description": "All-in is a bet that places all of a player’s chips in the pot. Usually, if a player wants to continue in a hand but does not have enough money to call the current bet, they can go an all-in for whatever amount they have left in their stack. \n\nHowever, if the all-in player wins the hand, they can only lay claim to the total amount of their stack. In other words, if they go all-in for $25, and their two opponents have $100 each, they can only win $25 from each player, for a total of $75 (including their $25 all-in).",
    "de_title": "All-In",
    "de_description": "All-In ist ein Einsatz, bei dem alle Chips einen Spielers im Pot platziert werden. Wenn ein Spieler eine Hand weiterspielen möchte, jedoch nicht genügend Geld besitzt, um beim aktuellen Einsatz mitzugehen, kann er mit dem Betrag, den er übrig hat, einen All-In-Einsatz platzieren.\n\nWenn der All-In-Player die Hand gewinnt, kann er jedoch nur den Gesamtbetrag seines Stack in Anspruch nehmen. Mit anderen Worten, wenn er einen All-In-Einsatz in Höhe von 25 USD setzt und seine beiden Gegner jeweils 100 USD gesetzt haben, kann er von jedem Spieler nur 25 USD gewinnen. Er gewinnt also insgesamt 75 USD; dieser Betrag schließt seinen All-In-Einsatz von 25 USD ein.\n",
    "es_title": "All-in",
    "es_description": "El all-in es una apuesta que coloca todas las fichas del jugador en el pozo. Usualmente, si el jugador quiere continuar en la mano pero no tiene suficiente dinero para igualar la apuesta corriente, puede ir all-in por el importe que tenga en su pila de fichas.\n\nSin embargo, si el jugador que apostó all-in gana la mano, solo puede reclamar el importe de la apuesta de su pila de fichas. En otras palabras, si él va all-in por 25$, y los otros oponentes tienen 100$ cada uno, solo puede ganar 25$ de cada jugador, para un total de 75$ (incluyendo sus propios 25$ del all-in).",
    "ru_title": "Олл-ин (ва-банк)",
    "ru_description": "Олл-ин (ва-банк) — это ставка, при которой игрок передает в банк все свои фишки. Как правило, если игрок хочет продолжать игру, но у него недостаточно денег, чтобы уравнять текущую ставку, он может пойти ва-банк на любую сумму, оставшуюся в стеке.\n\nОднако, если игрок, пошедший ва-банк, выигрывает партию, он может претендовать только на сумму своего стека. Другими словами, если игрок идет ва-банк, поставив 25$, а два его соперника поставили по 100$ каждый, он может выиграть только 25$ у каждого игрока, получив в сумме 75$ (включая свой олл-ин на 25$)."
  },
  {
    "stage_id": "omaha_hi_river",
    "title": "End of betting",
    "order": "5",
    "step_id": "omaha_hi_river_5",
    "left": "55",
    "top": "90",
    "description": "A betting round ends when all players, who have not folded, have bet equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as after the turn betting round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends.",
    "en_title": "End of betting",
    "en_description": "A betting round ends when all players, who have not folded, have bet equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as after the turn betting round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends.",
    "de_title": "Ende des Setzens",
    "de_description": "Die Einsatzrunde endet, wenn alle Spieler, die nicht ausgestiegen sind, gleiche Beträge zum Pot beigetragen haben. Wenn alle Spieler in der aktuellen Einsatzrunde schieben, was bedeutet, dass es keine neuen Einsätze gibt, bleibt die Höhe des Pots die gleiche wie nach der Turn-Einsatzrunde. Wenn alle Spieler bis auf einen in der aktuellen Einsatzrunde aussteigen, gewinnt der Spieler, der nicht ausgestiegen ist, den Pot und die Einsatzrunde endet.\r",
    "es_title": "Final de las apuestas",
    "es_description": "Una ronda de apuestas termina cuando todos los jugadores que no se hayan retirado, hayan apostado importes de forma igualitaria en el pozo. Si todos los jugadores deciden pasar en la ronda de apuestas corriente, significando que no hay nuevas apuestas, el importe del pozo permanece igual que en la ronda de turn. Si todos los jugadores, excepto uno, deciden retirarse de la ronda corriente, el jugador que no se haya retirado gana el pozo, y la ronda de apuestas termina.",
    "ru_title": "Конец торгов",
    "ru_description": "Раунд торгов завершается, когда все игроки, которые не пасовали, внесли в банк одинаковые суммы. Если все игроки решили отказаться делать ставку в текущем раунде торгов (то есть новых ставок нет), сумма в банке остается такой же, как и после терн-раунда торгов. Если все игроки, за исключением одного, решили пасовать в текущем раунде, игрок, который не пасовал, выигрывает банк, а раунд торгов завершается."
  },
  {
    "stage_id": "omaha_hi_showdown",
    "title": "The hand",
    "order": "1",
    "step_id": "omaha_hi_showdown_1",
    "left": "19",
    "top": "33",
    "description": "To form the best five-card combination, the players must use two – and only two - of their four hole cards, plus three of the five community cards.",
    "en_title": "The hand",
    "en_description": "To form the best five-card combination, the players must use two – and only two - of their four hole cards, plus three of the five community cards.",
    "de_title": "Die Hand",
    "de_description": "Um die beste Kombination aus fünf Karten zu bilden, müssen die Spieler zwei – und nur zwei – ihrer vier Taschenkarten und drei der fünf Gemeinschaftskarten verwenden.\r",
    "es_title": "La mano",
    "es_description": "Para formar la mejor combinación de cinco cartas, los jugadores deben utilizar dos – y sólo dos – de sus cuatro cartas de mano, más tres de las cinco cartas comunes.\n",
    "ru_title": "Рука",
    "ru_description": "Чтобы собрать лучшую комбинацию из пяти карт, игроки должны использовать две и только две из четырех закрытых карт, а также любые три из пяти общих карт."
  },
  {
    "stage_id": "omaha_hi_showdown",
    "title": "The order at showdown",
    "order": "2",
    "step_id": "omaha_hi_showdown_2",
    "left": "91",
    "top": "90",
    "description": "The first player to show their cards is the player closest to the SB. Players go clockwise around the table, showing their cards. However, in live games it is common for the player, who bets or raises last – and gets called - to show first. The aim is to form the best five-card combination by using two – and only two - of your four hole cards along with three of the five community cards on the table.",
    "en_title": "The order at showdown",
    "en_description": "The first player to show their cards is the player closest to the SB. Players go clockwise around the table, showing their cards. However, in live games it is common for the player, who bets or raises last – and gets called - to show first. The aim is to form the best five-card combination by using two – and only two - of your four hole cards along with three of the five community cards on the table.",
    "de_title": "Die Reihenfolge beim Showdown",
    "de_description": "Der erste Spieler, der seine Karten zeigt, ist der Spieler, der dem SB am nächsten ist. Die Spieler zeigen im Uhrzeigersinn um den Tisch herum nacheinander ihre Karten. In Live-Spielen ist es jedoch allgemein üblich, dass der Spieler, der zuletzt gesetzt oder erhöht hat – und mit dem mitgegangen wurde – seine Karten zuerst zeigt. Ziel ist es, die beste Kombination aus fünf Karten zu bilden, indem Sie zwei – und nur zwei – Ihrer vier Taschenkarten und drei der fünf Gemeinschaftskarten auf dem Tisch verwenden.\r",
    "es_title": "El orden de muestra",
    "es_description": "La primera persona en mostrar sus cartas es el jugador más cercano a la ciega pequeña. Los jugadores van en sentido horario alrededor de la mesa, mostrando sus cartas. Sin embargo, en juego en vivo es común que el jugador que apuesta o aumenta de último – y es igualado – sea quien muestre primero El objetivo es formar la mejor combinación de cinco cartas utilizando dos – y sólo dos – de tus cuatro cartas de mano junto con tres de las cinco cartas comunes en la mesa.\n",
    "ru_title": "Порядок раскрытия карт",
    "ru_description": "Первым свои карты показывает игрок, ближайший к SB. Игроки показывают свои карты по часовой стрелке. Однако в живой игре обычно первым раскрывается игрок, который делает или поднимает ставку последним и ставку которого уравнивают. Цель — собрать лучшую комбинацию из пяти карт, используя две и только две из четырех закрытых карт вместе с любыми тремя из пяти общих карт на столе."
  },
  {
    "stage_id": "omaha_hi_showdown",
    "title": "Next player",
    "order": "3",
    "step_id": "omaha_hi_showdown_3",
    "left": "56",
    "top": "10",
    "description": "The next player to the left of the previous player turns up their two hole cards to form the best five-card combination, using any two out of their four hole cards and any three out of the five community cards on the table.",
    "en_title": "Next player",
    "en_description": "The next player to the left of the previous player turns up their two hole cards to form the best five-card combination, using any two out of their four hole cards and any three out of the five community cards on the table.",
    "de_title": "Nächster Spieler",
    "de_description": "Der nächste Spieler links vom vorangehenden Spieler zeigt seine beiden Taschenkarten, mit denen er die beste Kombination aus fünf Karten bilden möchte. Dabei kann er zwei beliebige Karten seiner vier Taschenkarten und drei beliebige Karten der Gemeinschaftskarten auf dem Tisch verwenden.\r",
    "es_title": "El siguiente jugador",
    "es_description": "El siguiente jugador a la izquierda del jugador anterior voltea sus dos cartas de mano para formar la mejor combinación de cinco cartas, usando cualquieras dos de sus cuatro cartas de mano y cualquieras tres de las cinco cartas comunes en la mesa.\n",
    "ru_title": "Следующий игрок",
    "ru_description": "Следующий игрок слева от предыдущего переворачивает две закрытые карты, чтобы составить лучшую комбинацию из пяти карт, используя две из четырех закрытых карт и любые три из пяти общих карт на столе."
  },
  {
    "stage_id": "omaha_hi_showdown",
    "title": "The winner",
    "order": "4",
    "step_id": "omaha_hi_showdown_4",
    "left": "79",
    "top": "38",
    "description": "At showdown, the winner is the player with the best five-card combination, also known as the hand. Showdown happens only if there is more than one player left in the game. If only one player makes it to the showdown stage, they win all the money in the pot.",
    "en_title": "The winner",
    "en_description": "At showdown, the winner is the player with the best five-card combination, also known as the hand. Showdown happens only if there is more than one player left in the game. If only one player makes it to the showdown stage, they win all the money in the pot.",
    "de_title": "Der Gewinner",
    "de_description": "Beim Showdown gewinnt der Spieler mit der besten Kombination von fünf Karten, auch als „Hand“ bezeichnet. Ein Showdown findet nur statt, wenn in einem Spiel mehr als ein Spieler übrig ist. Wenn nur ein Spieler den Showdown erreicht, gewinnt er das gesamte Geld, das sich im Pot befindet.\r",
    "es_title": "El ganador",
    "es_description": "Al mostrarlas, el ganador es el jugador con la mejor combinación de cinco cartas, también conocida como mano. Sólo se debe mostrar si hay más de un jugador activo en la mano. Si sólo un jugador llega hasta la etapa de mostrar, gana todo el dinero que hay en el pozo.\n",
    "ru_title": "Победитель",
    "ru_description": "После раскрытия карт выигрывает игрок с лучшей пятикарточной комбинацией, известной как рука. Карты раскрываются, только если в игре остается больше одного участника. Если до этапа раскрытия карт доходит только один игрок, он выигрывает все деньги в банке."
  },
  {
    "stage_id": "omaha_hi_lo_deal",
    "title": "Dealer",
    "order": "1",
    "step_id": "omaha_hi_lo_deal_1",
    "left": "28",
    "top": "10",
    "description": "The dealer is the table position of the player who acts last in all betting rounds, except for pre-flop as long as they are still active in the hand. The position is also known as the ‘dealer button’ or simply the ‘button’ and is indicated with a ‘D’ marker. The dealer position is important because it determines the order in which the players act.\n\nThe dealer is regarded as the best table position. The player in the dealer position can observe the actions of their opponents before their turn comes around. It allows players to analyse their opponents and make decisions based on their opponents' actions.\n\nThe dealer changes position after each hand, and the button rotates clockwise around the table. After the first betting round is over, the player to the left of the current dealer button becomes the dealer for the next round.",
    "en_title": "Dealer",
    "en_description": "The dealer is the table position of the player who acts last in all betting rounds, except for pre-flop as long as they are still active in the hand. The position is also known as the ‘dealer button’ or simply the ‘button’ and is indicated with a ‘D’ marker. The dealer position is important because it determines the order in which the players act.\n\nThe dealer is regarded as the best table position. The player in the dealer position can observe the actions of their opponents before their turn comes around. It allows players to analyse their opponents and make decisions based on their opponents' actions.\n\nThe dealer changes position after each hand, and the button rotates clockwise around the table. After the first betting round is over, the player to the left of the current dealer button becomes the dealer for the next round.",
    "de_title": "Dealer",
    "de_description": "Der Dealer befindet sich in der Tischposition des Spielers, der in allen Einsatzrunden außer vor dem Flop zuletzt handelt, solange er in der Hand aktiv ist. Die Position wird auch als „Dealer-Button“ oder einfach als „D-Button“ bezeichnet und mit einem „D“ markiert. Die Dealer-Position ist wichtig, da sie die Reihenfolge festlegt, in der die Spieler handeln.\n\nDie Dealer-Position gilt als beste Position am Tisch. Der Spieler in der Dealer-Position kann die Handlungen seiner Gegner beobachten, bevor er an der Reihe ist. So kann er seine Gegner analysieren und Entscheidungen auf der Basis ihrer Handlungen treffen.\n\nDie Dealer-Position wechselt nach jeder Hand und der D-Button bewegt sich im Uhrzeigersinn um den Tisch. Nach der ersten Einsatzrunde wird der Spieler links vom aktuellen Dealer-Button zum Dealer für die nächste Runde.\n",
    "es_title": "Crupier",
    "es_description": "El crupier se encuentra en la posición de la mesa del jugador que actúa de último en todas las rondas de apuesta, excepto en el pre-flop, mientras se encuentre jugando una mano activa. La posición es también conocida como el 'botón del crupier' o simplemente el 'botón' y es indicado con un marcador 'D'. La posición del crupier es importante ya que determina el orden en el que los jugadores actuarán.\n\nEl crupier es recompensado con la mejor posición de la mesa. El jugador en la posición de crupier puede observar las acciones de sus oponentes antes de que llegue su turno. Esto le permite a los jugadores analizar a sus oponentes y tomas decisiones basadas en las acciones de estos.\n\nEl crupier cambia de posición después de cada mano, y el botón rota en sentido de las agujas del reloj alrededor de la mesa. Luego de que la primera ronda de apuestas termina, el jugador a la izquierda del botón de crupier actual será el crupier en la siguiente ronda\n",
    "ru_title": "Дилер",
    "ru_description": "Дилер — это место за столом игрока, который последним ходит в каждом раунде торговли, за исключением префлопа, пока карты на его руке остаются активными. Эта позиция также называется «фишкой дилера» или просто «фишкой» и обозначена маркером «D». Позиция дилера имеет большое значение, так как она определяет порядок, в котором ходят игроки.\n\nДилер считается лучшим местом за столом. Игрок на месте дилера может следить за действиями своих соперников до своего хода. Это позволяет игрокам анализировать своих соперников и принимать решения в соответствии с их действиями.\n\nМесто дилера меняется после каждой партии. Фишка переходит по столу по часовой стрелке. После завершения первого раунда торгов игрок слева от текущей фишки дилера становится дилером на следующий раунд."
  },
  {
    "stage_id": "omaha_hi_lo_deal",
    "title": "Small Blind",
    "order": "2",
    "step_id": "omaha_hi_lo_deal_2",
    "left": "79",
    "top": "10",
    "description": "The small Blind, marked as SB, is the first of the two initial forced bets. It is placed by the player immediately to the left of the dealer and moves one seat clockwise after each hand. In Limit games, the small blind equals one-half of the selected table’s lower betting limit, i.e. if a table’s lower betting limit is $2 in a $2/$4 game, the small blind would be $1. In Pot Limit Omaha Hi-Lo games, the small blind equals the selected table’s lower betting limit, i.e. if a table’s lower betting limit is $2 in a $2/$4, the small blind would be $2.",
    "en_title": "Small Blind",
    "en_description": "The small Blind, marked as SB, is the first of the two initial forced bets. It is placed by the player immediately to the left of the dealer and moves one seat clockwise after each hand. In Limit games, the small blind equals one-half of the selected table’s lower betting limit, i.e. if a table’s lower betting limit is $2 in a $2/$4 game, the small blind would be $1. In Pot Limit Omaha Hi-Lo games, the small blind equals the selected table’s lower betting limit, i.e. if a table’s lower betting limit is $2 in a $2/$4, the small blind would be $2.",
    "de_title": "Small Blind",
    "de_description": "Der Small Blind wird mit „SB“ gekennzeichnet und der erste von zwei Eröffnungseinsätzen. Er wird vom Spieler unmittelbar links vom Dealer gesetzt und bewegt sich nach jeder Hand im Uhrzeigersinn um jeweils einen Sitz weiter. In Limit-Spielen entspricht der Small Blind der Hälfte des unteren Einsatzlimits des jeweiligen Tisches, d. h., wenn das untere Einsatzlimit eines Tisches in einem 2 USD/4 USD-Spiel 2 USD beträgt, würde der Small Blind 1 USD betragen. In Pot Limit Omaha Hi-Lo-Spielen entspricht der Small Blind dem unteren Einsatzlimit des jeweiligen Tisches, d. h., wenn das untere Einsatzlimit eines Tisches in einem 2 USD/4 USD-Spiel 2 USD beträgt, würde der Small Blind 2 USD betragen.\n",
    "es_title": "Ciega Pequeña",
    "es_description": "La ciega pequeña, marcada como SB, es la primera de las dos apuestas forzadas iniciales. Es el jugador que se encuentra inmediatamente a la izquierda del crupier y se mueve un puesto en sentido de las agujas del reloj en cada mano. En juegos con límites, la ciega pequeña es igual a la mitad de la apuesta mínima seleccionada para la mesa. Por ejemplo, si la apuesta mínima es de 2$ en un juego de 2$/4$, la ciega pequeña sería 1$. En juegos Pot Limit Omaha Hi-Lo, la ciega pequeña es igual a la apuesta mínima seleccionada para la mesa. Por ejemplo, si la apuesta mínima es de 2$ en un juego de 2$/4$, la ciega pequeña sería 2$.\n",
    "ru_title": "Малый блайнд",
    "ru_description": "Малый блайнд, помеченный как SB, является первой из двух изначальных обязательных ставок. Он совершается игроком, находящимся слева от дилера, и перемещается на одно место по часовой стрелке после каждой партии. В играх с лимитом малый блайнд равен половине выбранного за столом минимального лимита ставок, т. е. если минимальным лимитом ставок является 2$ в игре 2$/4$, малый блайнд будет равен 1$. В играх Pot Limit Omaha Hi-Lo малый блайнд равен выбранному за столом минимальному лимиту ставок, т. е. если минимальным лимитом ставок является 2$ в игре 2$/4$, малый блайнд будет равен 2$."
  },
  {
    "stage_id": "omaha_hi_lo_deal",
    "title": "Big Blind",
    "order": "3",
    "step_id": "omaha_hi_lo_deal_3",
    "left": "92",
    "top": "61",
    "description": "The big blind, marked as BB, is the second of the two initial mandatory bets. It is placed by the player immediately to the left of the small blind and moves one space clockwise after each hand. In Limit games, the big blind equals the selected table’s lower betting limit, i.e. if a table’s lower betting limit is $2 in a $2/$4 game, the big blind would be $2. In Pot Limit Omaha Hi-Lo games, the big blind equals the selected table’s higher betting limit, i.e. if a table’s higher betting limit is $4 in a $2/$4 game, the big blind would be $4. The amount of the big blind is the minimum bet in the current game round. The small and big blinds are important because they incite the action and get the game going, with money already in the pot to win. ",
    "en_title": "Big Blind",
    "en_description": "The big blind, marked as BB, is the second of the two initial mandatory bets. It is placed by the player immediately to the left of the small blind and moves one space clockwise after each hand. In Limit games, the big blind equals the selected table’s lower betting limit, i.e. if a table’s lower betting limit is $2 in a $2/$4 game, the big blind would be $2. In Pot Limit Omaha Hi-Lo games, the big blind equals the selected table’s higher betting limit, i.e. if a table’s higher betting limit is $4 in a $2/$4 game, the big blind would be $4. The amount of the big blind is the minimum bet in the current game round. The small and big blinds are important because they incite the action and get the game going, with money already in the pot to win. ",
    "de_title": "Big Blind",
    "de_description": "Der Big Blind wird mit „BB“ gekennzeichnet und der zweite von zwei Eröffnungseinsätzen. Er wird vom Spieler unmittelbar links vom Small Blind gesetzt und bewegt sich nach jeder Hand im Uhrzeigersinn um jeweils einen Sitz weiter. In Limit-Spielen entspricht der Big Blind dem unteren Einsatzlimit des jeweiligen Tisches, d. h., wenn das untere Einsatzlimit eines Tisches in einem 2 USD/4 USD-Spiel 2 USD beträgt, würde der Big Blind 2 USD betragen. In Pot Limit Omaha Hi-Lo-Spielen entspricht der Big Blind dem oberen Einsatzlimit des jeweiligen Tisches, d. h., wenn das obere Einsatzlimit eines Tisches in einem 4 USD/4 USD-Spiel 2 USD beträgt, würde der Big Blind 4 USD betragen. Der Big Blind stellt den Mindesteinsatz in der aktuellen Spielrunde dar. Der Small Blind und der Big Blind sind wichtig, da mit ihnen die Action und das Spiel beginnen und sich bereits Geld im Pot befindet, das gewonnen werden kann. \n",
    "es_title": "Ciega Grande",
    "es_description": "La ciega grande, marcada como BB, es la segunda de las dos apuestas forzadas iniciales. Es el jugador que se encuentra inmediatamente a la izquierda de la ciega pequeña y se mueve un puesto en sentido de las agujas del reloj en cada mano. En juegos con límites, la ciega grande es igual a la apuesta mínima seleccionada para la mesa. Por ejemplo, si la apuesta mínima es de 2$ en un juego de 2$/4$, la ciega grande sería 2$. En juegos Pot Limit Omaha Hi-Lo, la ciega grande es igual a la apuesta máxima seleccionada para la mesa. Por ejemplo, si la apuesta máxima es de 4$ en un juego de 2$/4$, la ciega grande sería 4$. El importe de la ciega grande es la apuesta mínima en la ronda del juego corriente. Las ciegas grande y pequeña son importantes porque incitan la acción y mantienen el juego en marcha, con dinero en el pozo para ser ganado. \n",
    "ru_title": "Большой блайнд",
    "ru_description": "Большой блайнд, помеченный маркером BB, — это вторая из двух обязательных изначальных ставок. Он совершается игроком, находящимся слева от малого блайнда, и перемещается на одно место по часовой стрелке после каждой партии. В играх с лимитом большой блайнд равен выбранному за столом минимальному лимиту ставок, т. е. если минимальным лимитом ставок является 2$ в игре 2$/4$, большой блайнд будет равен 2$. В играх Pot Limit Omaha Hi-Lo большой блайнд равен выбранному за столом максимальному лимиту ставок, т. е. если максимальным лимитом ставок является 4$ в игре 2$/4$, большой блайнд будет равен 4$. Сумма большого блайнда — это минимальная ставка в текущем раунде игры. Большой и малый блайнды стимулируют делать ход и продвигают игру, формируя деньги в банке, которые можно выиграть. "
  },
  {
    "stage_id": "omaha_hi_lo_deal",
    "title": "Hole cards",
    "order": "4",
    "step_id": "omaha_hi_lo_deal_4",
    "left": "56",
    "top": "50",
    "description": "After the small and big blinds are posted, each player gets four face-down cards. These are the players’ individual starting cards, also known as hole cards.",
    "en_title": "Hole cards",
    "en_description": "After the small and big blinds are posted, each player gets four face-down cards. These are the players’ individual starting cards, also known as hole cards.",
    "de_title": "Taschenkarten",
    "de_description": "Nachdem der Small Blind und der Big Blind gesetzt wurden, erhält jeder Spieler verdeckt vier Karten. Dies sind die Startkarten der Spieler, auch als „Taschenkarten“ bezeichnet.\r",
    "es_title": "Cartas de mano",
    "es_description": "Después de que las ciegas grande y pequeña sean colocadas, cada jugador recibe cuatro cartas boca abajo. Estas son las cartas individuales iniciales del jugador, también conocidas como 'hole cards'.\n",
    "ru_title": "Закрытые карты",
    "ru_description": "После размещения малого и большого блайндов каждый игрок получает четыре карты в закрытую. Это личные карты игроков, также известные как закрытые карты."
  },
  {
    "stage_id": "omaha_hi_lo_pre_flop",
    "title": "First player to act",
    "order": "1",
    "step_id": "omaha_hi_lo_pre_flop_1",
    "left": "89",
    "top": "90",
    "description": "The action starts with the player to the left of the big blind. The position of the player who acts first in the pre-flop round is known as ‘under the gun’ (UTG). It is considered to be the weakest table position because the ‘under the gun’ player has to make decisions with no prior information about their opponents play. The minimum bet amount that the first player can make must equal the big blind.",
    "en_title": "First player to act",
    "en_description": "The action starts with the player to the left of the big blind. The position of the player who acts first in the pre-flop round is known as ‘under the gun’ (UTG). It is considered to be the weakest table position because the ‘under the gun’ player has to make decisions with no prior information about their opponents play. The minimum bet amount that the first player can make must equal the big blind.",
    "de_title": "Erster setzender Spieler",
    "de_description": "Der Spieler links vom Big Blind beginnt die Action. Die Position des Spielers, der in der Pre-Flop-Runde zuerst agiert, wird auch als „Under the Gun“ (UTG; „Im Schussfeld“) bezeichnet. Diese Position gilt als schwächste Position am Tisch, da der Under-the-Gun-Spieler Entscheidungen treffen muss, ohne das Spiel seiner Gegner zu kennen. Der Mindesteinsatz des ersten Spielers muss dem Big Blind entsprechen.\r",
    "es_title": "Primer jugador en actuar",
    "es_description": "La acción comienza con el jugador a la izquierda de la ciega grande. La posición del jugador que actúa primero en el pre-flop es conocida como 'bajo la pistola' (UTG). Es considerada como la posición más débil de la mesa porque el jugador 'bajo la pistola' tiene que tomar decisiones sin información acerca de las jugadas de sus oponentes. El importe mínimo de la apuesta que el primer jugador puede hacer debe ser igual a la ciega grande.\r",
    "ru_title": "Ход первого игрока",
    "ru_description": "Ход начинается с игрока, находящегося слева от большого блайнда. Место игрока, который ходит первым в раунде префлопа, называется «под прицелом» (UTG). Это место за столом считается самым слабым, так как игрок «под прицелом» должен принимать решения, не имея предварительной информации об игре своих соперников. Минимальный размер ставки, которую может сделать первый игрок, равен большому блайнду."
  },
  {
    "stage_id": "omaha_hi_lo_pre_flop",
    "title": "Call",
    "order": "2",
    "step_id": "omaha_hi_lo_pre_flop_2",
    "left": "66",
    "top": "90",
    "description": "To call is to match the bet made by the previous player. The first bet after the big blind needs to at least match the big blind amount, or raise it.",
    "en_title": "Call",
    "en_description": "To call is to match the bet made by the previous player. The first bet after the big blind needs to at least match the big blind amount, or raise it.",
    "de_title": "Mitgehen",
    "de_description": "Mitgehen bedeutet, den gleichen Einsatz wie der vorherige Spieler zu setzen. Der erste Einsatz nach dem Big Blind muss mindestens dem Big Blind-Einsatz entsprechen oder diesen erhöhen.\r",
    "es_title": "Igualar",
    "es_description": "Igualar es colocar la cantidad de fichas necesarias para tener la misma apuesta que el jugador anterior. La primera apuesta después de la ciega grande tiene que el menos igualar la ciega grande, o aumentarla.\r",
    "ru_title": "Колл",
    "ru_description": "Сделать колл означает уравнять ставку предыдущего игрока. Первая ставка после большого блайнда должна как минимум равняться сумме большого блайнда или превышать ее."
  },
  {
    "stage_id": "omaha_hi_lo_pre_flop",
    "title": "Raise",
    "order": "3",
    "step_id": "omaha_hi_lo_pre_flop_3",
    "left": "40",
    "top": "90",
    "description": "To raise is to increase the bet amount made by the previous player. If a raise is already in place, all the subsequent bets have to equal or be higher than that last bet. In Pot Limit Omaha Hi-Lo games, the maximum raise is restricted to the amount of the pot for each instance. In Limit games, the maximum bet amount is set at the lower table stakes, up to four raises in the pre-flop and post-flop rounds. Post turn and post river, the maximum bet is fixed at the higher table stakes – up to four raises.",
    "en_title": "Raise",
    "en_description": "To raise is to increase the bet amount made by the previous player. If a raise is already in place, all the subsequent bets have to equal or be higher than that last bet. In Pot Limit Omaha Hi-Lo games, the maximum raise is restricted to the amount of the pot for each instance. In Limit games, the maximum bet amount is set at the lower table stakes, up to four raises in the pre-flop and post-flop rounds. Post turn and post river, the maximum bet is fixed at the higher table stakes – up to four raises.",
    "de_title": "Erhöhen",
    "de_description": "Erhöhen bedeutet, den Einsatz des vorherigen Spielers zu erhöhen. Wenn erhöht wurde, müssen alle nachfolgenden Einsätze dem letzten Einsatz entsprechen oder höher als dieser sein. In Pot Limit Omaha Hi-Lo-Spielen ist die Erhöhung jeweils auf den Betrag des Pots begrenzt. In Limit-Spielen entspricht die maximale Höhe des Einsatzes dem unteren Einsatz am Tisch, bis zu vier Erhöhungen in den Pre-Flop- und Post-Flop-Runden. Nach den Turn- und River-Runden entspricht die maximale Höhe des Einsatzes dem höheren Einsatz am Tisch, bis zu vier Erhöhungen.\n",
    "es_title": "Aumentar",
    "es_description": "Aumentar es incrementar el importe de la apuesta echa por el jugador anterior. Si un aumento ya se ha realizado, todas as apuestas subsecuentes deben ser iguales o mayores que la apuesta anterior. En juegos Pot Limit Omaha Hi-Lo, el aumento máximo está restringido a la cantidad del pozo para cada instancia. En juego con límites, el máximo importe de la apuesta se establece en las apuestas más bajas de la mesa, y hasta cuatro aumentos en las rondas del pre-flop y el post-flop. Luego del turn y el river, la máxima apuesta está fijada por las apuestas más altas de la mesa – hasta cuatro apuestas.\r",
    "ru_title": "Рейз",
    "ru_description": "Сделать рейз означает поднять сумму ставки предыдущего игрока. Если рейз уже сделан, все последующие ставки должны быть равны сумме последней ставки или превышать ее. В играх Pot Limit Omaha Hi-Lo максимальный рейз ограничен суммой банка в каждый момент игры. В играх с лимитом, максимальный размер ставки устанавливается на уровне нижнего лимита стола, до четырех рейзов в раундах префлоп и постфлоп. На посттерне и постривере максимальный размер ставки устанавливается фиксировано на уровне верхнего лимита стола — до четырех рейзов."
  },
  {
    "stage_id": "omaha_hi_lo_pre_flop",
    "title": "Fold",
    "order": "4",
    "step_id": "omaha_hi_lo_pre_flop_4",
    "left": "11",
    "top": "10",
    "description": "To fold is to not play the hand. If you decide to fold you are no longer eligible to take part in any more betting until a new game round starts.",
    "en_title": "Fold",
    "en_description": "To fold is to not play the hand. If you decide to fold you are no longer eligible to take part in any more betting until a new game round starts.",
    "de_title": "Aussteigen",
    "de_description": "Aussteigen bedeutet, eine Hand nicht zu spielen. Wenn Sie aussteigen, können Sie nicht mehr setzen, bis eine neue Spielrunde beginnt.\n",
    "es_title": "Retirarse",
    "es_description": "Retirarse es no jugar la mano. Si decides retirarte ya no serás elegible para tomar parte de ninguna otra apuesta hasta que una nueva ronda del juego comience.\r",
    "ru_title": "Фолд",
    "ru_description": "Сделать фолд означает пасовать. Если вы решили пасовать, вы больше не сможете принимать участие в дальнейших торгах, пока не начнется новый раунд игры."
  },
  {
    "stage_id": "omaha_hi_lo_pre_flop",
    "title": "Check",
    "order": "5",
    "step_id": "omaha_hi_lo_pre_flop_5",
    "left": "91",
    "top": "40",
    "description": "To check means to bet nothing. In the pre-flop round, only the big blind has an option to check if no-one has raised. If there is a raise, the big blind can either call, raise, fold or raise pot.",
    "en_title": "Check",
    "en_description": "To check means to bet nothing. In the pre-flop round, only the big blind has an option to check if no-one has raised. If there is a raise, the big blind can either call, raise, fold or raise pot.",
    "de_title": "Schieben",
    "de_description": "Schieben bedeutet, nicht zu setzen. In der Pre-Flop-Runde kann nur der Big Blind schieben, wenn noch niemand erhöht hat. Wenn es eine Erhöhung gegeben hat, kann der Big Blind mitgehen, erhöhen, aussteigen oder den Pot erhöhen.\r",
    "es_title": "Pasar",
    "es_description": "Pasar significa no apostar nada. En la ronda del pre-flop, solo la ciega grande tiene la opción de pasar si no se ha aumentado. Si hay un aumento, la ciega grande puede tanto igualarla, aumentarla, retirarse o aumentar el pozo.\r",
    "ru_title": "Чек",
    "ru_description": "Сделать чек означает пропустить ставку. В раунде префлопа только у большого блайнда есть возможность сделать чек, если никто не поднял ставку. Если ставку подняли, большой блайнд может уравнять ставку, поднять ее, пасовать или поднять банк."
  },
  {
    "stage_id": "omaha_hi_lo_pre_flop",
    "title": "End of betting",
    "order": "6",
    "step_id": "omaha_hi_lo_pre_flop_6",
    "left": "44",
    "top": "50",
    "description": "The betting round ends when all players, who have not folded, have contributed equally to the pot.",
    "en_title": "End of betting",
    "en_description": "The betting round ends when all players, who have not folded, have contributed equally to the pot.",
    "de_title": "Ende des Setzens",
    "de_description": "Die Einsatzrunde endet, wenn alle Spieler, die nicht ausgestiegen sind, gleichmäßig zum Pot beigetragen haben.\r",
    "es_title": "Final de las apuestas",
    "es_description": "La ronda de apuestas termina cuando todos los jugadores que no se hayan retirado, hayan contribuido de forma igualitaria al pozo.\r",
    "ru_title": "Конец торгов",
    "ru_description": "Раунд торгов завершается, когда все игроки, которые не пасовали, сделали одинаковые взносы в банк."
  },
  {
    "stage_id": "omaha_hi_lo_flop",
    "title": "Flop",
    "order": "1",
    "step_id": "omaha_hi_lo_flop_1",
    "left": "26",
    "top": "50",
    "description": "Three face-up community cards are dealt on the table.",
    "en_title": "Flop",
    "en_description": "Three face-up community cards are dealt on the table.",
    "de_title": "Flop",
    "de_description": "Drei Gemeinschaftskarten werden offen am Pokertisch ausgegeben.\r",
    "es_title": "Flop",
    "es_description": "Tres cartas comunes son repartidas boca arriba sobre la mesa.\r",
    "ru_title": "Флоп",
    "ru_description": "На покерный стол в открытую сдаются три общие карты."
  },
  {
    "stage_id": "omaha_hi_lo_flop",
    "title": "Betting limit",
    "order": "2",
    "step_id": "omaha_hi_lo_flop_2",
    "left": "40",
    "top": "21",
    "description": "In Limit games, the minimum betting amount is set at the lower limit stake, before and after the flop; and the maximum raise is set at four times the big blind. For example, in $2/$4 limit game, the minimum bet amount is equal to $2, pre-flop and post-flop. This amount increases to the higher table stake on the turn and river. For example, in the same $2/$4 limit game the minimum bet amount would be $4 on the turn and river. In pot-limit versions of Omaha, the maximum raise is restricted to the amount of the pot for each instance.",
    "en_title": "Betting limit",
    "en_description": "In Limit games, the minimum betting amount is set at the lower limit stake, before and after the flop; and the maximum raise is set at four times the big blind. For example, in $2/$4 limit game, the minimum bet amount is equal to $2, pre-flop and post-flop. This amount increases to the higher table stake on the turn and river. For example, in the same $2/$4 limit game the minimum bet amount would be $4 on the turn and river. In pot-limit versions of Omaha, the maximum raise is restricted to the amount of the pot for each instance.",
    "de_title": "Einsatzlimit",
    "de_description": "In Limit-Spielen entspricht die Mindesthöhe des Einsatzes dem unteren Einsatzlimit, vor und nach dem Flop, und die maximale Erhöhung entspricht dem Vierfachen des Big Blind. Beispielsweise entspricht der Mindesteinsatz in einem 2 USD/4 USD-Limitspiel 2 USD, Pre-Flop und Post-Flop. Dieser Betrag erhöht sich in den Turn- und River-Runden auf den höheren Einsatz am Tisch. Beispielsweise entspricht der Mindesteinsatz im gleichen 2 USD/4 USD-Limitspiel in den Turn- und River-Runden 4 USD. In den Versionen von Omaha mit Pot-Limit ist die maximale Erhöhung jeweils auf den Betrag des Pots begrenzt.\r",
    "es_title": "Límite de apuestas",
    "es_description": "En juego con límites, el mínimo importe de apuesta es definido en la apuesta límite baja, antes y después del flop; y el aumento máximo es definido en cuatro veces la ciega grande. Por ejemplo, en un juego de 2$/4$, el importe de la apuesta mínima es igual a 2$, en pre-flop y post-flop. Este importe se incrementa a la apuesta más alta de la mesa en el turn y el river. Por ejemplo, en el mismo juego de 2$/4$, el importe de la apuesta mínimo será de 4$ en el turn y en el river. En las versiones de Omaha con límite de pozo, el aumento máximo está restringido al importe del pozo para cada instancia.\r",
    "ru_title": "Лимит ставок",
    "ru_description": "В играх с лимитом, максимальный размер ставки устанавливается на уровне нижнего лимита, до и после флопа; а размер минимального рейза составляет четыре больших блайнда. Например, в игре с лимитом 2$/4$ минимальный размер ставки равен 2$ в раундах префлоп и постфлоп. Этот размер повышается до верхнего лимита стола в раундах терн и ривер. Например, в той же игре с лимитом 2$/4$ минимальный размер ставки в раундах терн и ривер составлял бы 4$. В разновидностях Omaha с пот-лимитом, максимальный рейз ограничен суммой банка в каждый момент игры."
  },
  {
    "stage_id": "omaha_hi_lo_flop",
    "title": "First player’s actions",
    "order": "3",
    "step_id": "omaha_hi_lo_flop_3",
    "left": "83",
    "top": "10",
    "description": "The first person to act is the first active player seated to the left of the dealer button. \nThey have two options: check or bet. If the first player decides to check (bets nothing), the action passes, clockwise, to the next player.",
    "en_title": "First player’s actions",
    "en_description": "The first person to act is the first active player seated to the left of the dealer button. \nThey have two options: check or bet. If the first player decides to check (bets nothing), the action passes, clockwise, to the next player.",
    "de_title": "Handlungen des ersten Spielers",
    "de_description": "Der erste Spieler, der agiert, ist der erste aktive Spieler links vom Dealer-Button.\rDieser Spieler hat zwei Optionen: Schieben oder Setzen. Wenn der erste Spieler schiebt (d. h. nichts setzt), geht die Action im Uhrzeigersinn an den nächsten Spieler über.\r",
    "es_title": "Las acciones del primer jugador",
    "es_description": "La primera persona en actuar es el primer jugador activo a la izquierda del botón del crupier.\rEllos tienen dos opciones: pasar o apostar. Si el primer jugador decide pasar (apostar nada), la acción pasa, en sentido horario, al siguiente jugador.\r",
    "ru_title": "Действия первого игрока",
    "ru_description": "Первым ходит первый активный игрок, сидящий слева от фишки дилера.\nУ него есть два варианта хода: сделать чек или ставку. Если первый игрок решает сделать чек (пропустить ставку), ход переходит по часовой стрелке к следующему игроку."
  },
  {
    "stage_id": "omaha_hi_lo_flop",
    "title": "Other players’ actions",
    "order": "4",
    "step_id": "omaha_hi_lo_flop_4",
    "left": "91",
    "top": "61",
    "description": "Once the initial bet is placed, all the remaining players have three options: call, raise, fold or raise pot in pot-limit versions of this game. ",
    "en_title": "Other players’ actions",
    "en_description": "Once the initial bet is placed, all the remaining players have three options: call, raise, fold or raise pot in pot-limit versions of this game. ",
    "de_title": "Handlungen der anderen Spieler",
    "de_description": "Nach dem ersten Einsatz haben die übrigen Spieler drei Optionen: mitgehen, erhöhen, aussteigen (oder den Pot erhöhen, in den Pot-Limit-Versionen dieses Spiels).\r",
    "es_title": "Las acciones de los otros jugadores",
    "es_description": "Una vez que la apuesta inicial es colocada, todos los jugadores a continuación tienen tres opciones: igualar, aumentar, retirarse o aumentar el pozo, en las versiones con límite de pozo de este juego.\r",
    "ru_title": "Действия других игроков",
    "ru_description": "Как только будет сделана изначальная ставка, у всех остальных игроков будет три варианта хода: они могут уравнять ставку, поднять ее, пасовать или поднять банк (в разновидностях игры с пот-лимитом)."
  },
  {
    "stage_id": "omaha_hi_lo_flop",
    "title": "End of betting",
    "order": "5",
    "step_id": "omaha_hi_lo_flop_5",
    "left": "9",
    "top": "38",
    "description": "The betting round ends when all players, who have not folded, have wagered equal amounts in the pot.  If all players decide to check in the current betting round, meaning there are no new bets, the pot remains the same as in the pre-flop round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round comes to an end.",
    "en_title": "End of betting",
    "en_description": "The betting round ends when all players, who have not folded, have wagered equal amounts in the pot.  If all players decide to check in the current betting round, meaning there are no new bets, the pot remains the same as in the pre-flop round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round comes to an end.",
    "de_title": "Ende des Setzens",
    "de_description": "Die Einsatzrunde endet, wenn alle Spieler, die nicht ausgestiegen sind, gleiche Beträge zum Pot beigetragen haben. Wenn alle Spieler in der aktuellen Einsatzrunde schieben, was bedeutet, dass es keine neuen Einsätze gibt, bleibt die Höhe des Pots die gleiche wie in der Pre-Flop-Runde. Wenn alle Spieler bis auf einen in der aktuellen Einsatzrunde aussteigen, gewinnt der Spieler, der nicht ausgestiegen ist, den Pot und die Einsatzrunde endet.\r",
    "es_title": "Final de las apuestas",
    "es_description": "La ronda de apuestas termina cuando todos los jugadores que no se hayan retirado, hayan apostado importes de forma igualitaria al pozo. Si todos los jugadores deciden pasar en la ronda de apuestas corriente, significando que no hay nuevas apuestas, el pozo permanece igual que en la ronda de pre-flop. Si todos los jugadores, excepto uno, deciden retirarse de la ronda corriente, el jugador que no se haya retirado gana el pozo, y la ronda de apuestas termina.\r",
    "ru_title": "Конец торгов",
    "ru_description": "Раунд торгов завершается, когда все игроки, которые не пасовали, внесли в банк одинаковые суммы. Если все игроки решили сделать чек в текущем раунде торгов (то есть новых ставок нет), банк остается таким же, как и в раунде префлопа. Если все игроки, за исключением одного, решили пасовать в текущем раунде, игрок, который не пасовал, выигрывает банк, а раунд торгов завершается."
  },
  {
    "stage_id": "omaha_hi_lo_turn",
    "title": "Turn",
    "order": "1",
    "step_id": "omaha_hi_lo_turn_1",
    "left": "68",
    "top": "50",
    "description": "The fourth face-up community card is dealt on the table.",
    "en_title": "Turn",
    "en_description": "The fourth face-up community card is dealt on the table.",
    "de_title": "Turn",
    "de_description": "Die vierte Gemeinschaftskarte wird offen am Pokertisch ausgegeben.\r",
    "es_title": "Turn",
    "es_description": "La cuarta carta común es repartida boca arriba en la mesa.\r",
    "ru_title": "Терн",
    "ru_description": "На покерный стол в открытую сдается четвертая общая карта."
  },
  {
    "stage_id": "omaha_hi_lo_turn",
    "title": "Betting limit",
    "order": "2",
    "step_id": "omaha_hi_lo_turn_2",
    "left": "40",
    "top": "21",
    "description": "The betting limit is raised to the higher table stakes, which is usually double the lower stake. For example, in a $2/$4 limit game the highest bet amount is equal to $4.",
    "en_title": "Betting limit",
    "en_description": "The betting limit is raised to the higher table stakes, which is usually double the lower stake. For example, in a $2/$4 limit game the highest bet amount is equal to $4.",
    "de_title": "Einsatzlimit",
    "de_description": "Das Einsatzlimit wird auf den höheren Einsatz am Tisch erhöht, der in der Regel das Zweifache des niedrigeren Einsatzes beträgt. Beispielsweise entspricht der Höchsteinsatz in einem 2 USD/4 USD-Limitspiel 4 USD.\r",
    "es_title": "Límite de apuestas",
    "es_description": "El límite de apuesta es aumentado a la apuesta más alta de la mesa, la cual usualmente es el doble de la apuesta más baja. Por ejemplo, en un juego con un límite de 2$/4$, la apuesta más alta es 4$.\r",
    "ru_title": "Лимит ставок",
    "ru_description": "Лимит ставок повышается до верхнего лимита стола, который обычно составляет в два раза больше нижнего лимита. Например, в игре с лимитом 2$/4$, максимальный размер ставки равен 4$."
  },
  {
    "stage_id": "omaha_hi_lo_turn",
    "title": "First player’s actions",
    "order": "3",
    "step_id": "omaha_hi_lo_turn_3",
    "left": "83",
    "top": "10",
    "description": "The first person to act is the first active player to the left of the dealer. \nThey have two options: check or place a bet. If the first player decides to check (bets nothing), the action passes clockwise to the next player.",
    "en_title": "First player’s actions",
    "en_description": "The first person to act is the first active player to the left of the dealer. \nThey have two options: check or place a bet. If the first player decides to check (bets nothing), the action passes clockwise to the next player.",
    "de_title": "Handlungen des ersten Spielers",
    "de_description": "Der erste Spieler, der agiert, ist der erste aktive Spieler links vom Dealer.\rDieser Spieler hat zwei Optionen: Schieben oder Setzen. Wenn der erste Spieler schiebt (d. h. nichts setzt), geht die Action im Uhrzeigersinn an den nächsten Spieler über.\r",
    "es_title": "Las acciones del primer jugador",
    "es_description": "La primera persona en actuar es el primer jugador activo a la izquierda del crupier.\rLos jugadores tienen dos opciones: pasar o apostar. Si el primer jugador decide pasar (apostar nada), la acción pasa en sentido horario al siguiente jugador.\r",
    "ru_title": "Действия первого игрока",
    "ru_description": "Первым ходит первый активный игрок слева от дилера.\n\nУ него есть два варианта хода: сделать чек или ставку. Если первый игрок решает сделать чек (пропускает ставку), ход переходит по часовой стрелке к следующему игроку."
  },
  {
    "stage_id": "omaha_hi_lo_turn",
    "title": "Other players’ actions",
    "order": "4",
    "step_id": "omaha_hi_lo_turn_4",
    "left": "67",
    "top": "90",
    "description": "Once the initial bet is placed, all the remaining players have three options: call, raise, fold or raise pot, in pot-limit versions of this game.",
    "en_title": "Other players’ actions",
    "en_description": "Once the initial bet is placed, all the remaining players have three options: call, raise, fold or raise pot, in pot-limit versions of this game.",
    "de_title": "Handlungen der anderen Spieler",
    "de_description": "Nach dem ersten Einsatz haben die übrigen Spieler drei Optionen: mitgehen, erhöhen, aussteigen (oder den Pot erhöhen, in den Pot-Limit-Versionen dieses Spiels).\r",
    "es_title": "Las acciones de los otros jugadores",
    "es_description": "Una vez que la apuesta inicial es colocada, todos los jugadores a continuación tienen tres opciones: igualar, aumentar, retirarse o aumentar el pozo, en las versiones con límite de pozo de este juego.\r",
    "ru_title": "Действия других игроков",
    "ru_description": "Как только будет сделана изначальная ставка, у всех остальных игроков будет три варианта хода: они могут уравнять ставку, поднять ее, пасовать или поднять банк (в разновидностях игры с пот-лимитом)."
  },
  {
    "stage_id": "omaha_hi_lo_turn",
    "title": "End of betting",
    "order": "5",
    "step_id": "omaha_hi_lo_turn_5",
    "left": "9",
    "top": "37",
    "description": "The betting round ends when all players, who have not folded, have placed equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as after the flop betting round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends. ",
    "en_title": "End of betting",
    "en_description": "The betting round ends when all players, who have not folded, have placed equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as after the flop betting round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends. ",
    "de_title": "Ende des Setzens",
    "de_description": "Die Einsatzrunde endet, wenn alle Spieler, die nicht ausgestiegen sind, gleiche Beträge zum Pot beigetragen haben. Wenn alle Spieler in der aktuellen Einsatzrunde schieben, was bedeutet, dass es keine neuen Einsätze gibt, bleibt die Höhe des Pots die gleiche wie nach der Flop-Einsatzrunde. Wenn alle Spieler bis auf einen in der aktuellen Einsatzrunde aussteigen, gewinnt der Spieler, der nicht ausgestiegen ist, den Pot und die Einsatzrunde endet. \r",
    "es_title": "Final de las apuestas",
    "es_description": "La ronda de apuestas termina cuando todos los jugadores que no se hayan retirado, hayan apostado importes de forma igualitaria al pozo. Si todos los jugadores deciden pasar en la ronda de apuestas corriente, significando que no hay nuevas apuestas, el importe del pozo permanece igual que en la ronda de flop. Si todos los jugadores, excepto uno, deciden retirarse de la ronda corriente, el jugador que no se haya retirado gana el pozo, y la ronda de apuestas termina. \r",
    "ru_title": "Конец торгов",
    "ru_description": "Раунд торгов завершается, когда все игроки, которые не пасовали, внесли в банк одинаковые суммы. Если все игроки решили сделать чек в текущем раунде торгов (то есть новых ставок нет), сумма в банке остается такой же, как и после флоп-раунда торгов. Если все игроки, за исключением одного, решили пасовать в текущем раунде, игрок, который не пасовал, выигрывает банк, а раунд торгов завершается. "
  },
  {
    "stage_id": "omaha_hi_lo_river",
    "title": "River",
    "order": "1",
    "step_id": "omaha_hi_lo_river_1",
    "left": "78",
    "top": "50",
    "description": "The fifth and final face-up community card is dealt on the table.",
    "en_title": "River",
    "en_description": "The fifth and final face-up community card is dealt on the table.",
    "de_title": "River",
    "de_description": "Die fünfte und letzte Gemeinschaftskarten wird offen am Pokertisch ausgegeben.\r",
    "es_title": "River",
    "es_description": "La quinta y última carta común es repartida boca arriba en la mesa.\r\r",
    "ru_title": "Ривер",
    "ru_description": "На покерный стол в открытую сдается пятая и последняя общая карта."
  },
  {
    "stage_id": "omaha_hi_lo_river",
    "title": "Betting limit",
    "order": "2",
    "step_id": "omaha_hi_lo_river_2",
    "left": "40",
    "top": "21",
    "description": "The betting limit is raised (as on the turn) to the higher table stakes, which is usually double the lower stake. For example, in a $2/$4 limit game the highest bet amount is equal to $4.",
    "en_title": "Betting limit",
    "en_description": "The betting limit is raised (as on the turn) to the higher table stakes, which is usually double the lower stake. For example, in a $2/$4 limit game the highest bet amount is equal to $4.",
    "de_title": "Einsatzlimit",
    "de_description": "Das Einsatzlimit wird (wie in der Turn-Runde) auf den höheren Einsatz am Tisch erhöht, der in der Regel das Zweifache des niedrigeren Einsatzes beträgt. Beispielsweise entspricht der Höchsteinsatz in einem 2 USD/4 USD-Limitspiel 4 USD.\r",
    "es_title": "Límite de apuestas",
    "es_description": "El límite de apuesta es aumentado (como durante el turn) a la apuesta más alta de la mesa, la cual usualmente es el doble de la apuesta más baja. Por ejemplo, en un juego con un límite de 2$/4$, la apuesta más alta es 4$.\r",
    "ru_title": "Лимит ставок",
    "ru_description": "Лимит ставок повышается (как и в терн-раунде) до верхнего лимита стола, который обычно составляет в два раза больше нижнего лимита. Например, в игре с лимитом 2$/4$ максимальный размер ставки равен 4$."
  },
  {
    "stage_id": "omaha_hi_lo_river",
    "title": "First player’s actions",
    "order": "3",
    "step_id": "omaha_hi_lo_river_3",
    "left": "81",
    "top": "10",
    "description": "The first person to act is the first active player to the left of the dealer. They have two options: check or place a bet. If the first player decides to check (bets nothing), the action passes clockwise to the next player.",
    "en_title": "First player’s actions",
    "en_description": "The first person to act is the first active player to the left of the dealer. They have two options: check or place a bet. If the first player decides to check (bets nothing), the action passes clockwise to the next player.",
    "de_title": "Handlungen des ersten Spielers",
    "de_description": "Der erste Spieler, der agiert, ist der erste aktive Spieler links vom Dealer. Dieser Spieler hat zwei Optionen: Schieben oder Setzen. Wenn der erste Spieler schiebt (d. h. nichts setzt), geht die Action im Uhrzeigersinn an den nächsten Spieler über.\r",
    "es_title": "Las acciones del primer jugador",
    "es_description": "La primera persona en actuar es el primer jugador activo a la izquierda del crupier. Ellos tienen dos opciones: pasar o apostar. Si el primer jugador decide pasar (apostar nada), la acción pasa en sentido horario al siguiente jugador.\r",
    "ru_title": "Действия первого игрока",
    "ru_description": "Первым ходит первый активный игрок слева от дилера. У него есть два варианта хода: сделать чек или ставку. Если первый игрок решает сделать чек (пропустить ставку), ход переходит по часовой стрелке к следующему игроку."
  },
  {
    "stage_id": "omaha_hi_lo_river",
    "title": "Other players’ actions",
    "order": "4",
    "step_id": "omaha_hi_lo_river_4",
    "left": "66",
    "top": "90",
    "description": "Once the initial bet is placed, all the remaining players have three options: call, raise, fold or raise pot, in pot-limit versions of this game.",
    "en_title": "Other players’ actions",
    "en_description": "Once the initial bet is placed, all the remaining players have three options: call, raise, fold or raise pot, in pot-limit versions of this game.",
    "de_title": "Handlungen der anderen Spieler",
    "de_description": "Nach dem ersten Einsatz haben die übrigen Spieler drei Optionen: mitgehen, erhöhen, aussteigen (oder den Pot erhöhen, in den Pot-Limit-Versionen dieses Spiels).\r",
    "es_title": "Las acciones de los otros jugadores",
    "es_description": "Una vez que la apuesta inicial es colocada, todos los jugadores a continuación tienen tres opciones: igualar, aumentar, retirarse o aumentar el pozo, en las versiones con límite de pozo de este juego.\r",
    "ru_title": "Действия других игроков",
    "ru_description": "Как только будет сделана изначальная ставка, у всех остальных игроков будет три варианта хода: они могут уравнять ставку, поднять ее, пасовать или поднять банк (в разновидностях игры с пот-лимитом)."
  },
  {
    "stage_id": "omaha_hi_lo_river",
    "title": "All-in",
    "order": "5",
    "step_id": "omaha_hi_lo_river_5",
    "left": "9",
    "top": "38",
    "description": "All-in is a bet that places all of a player’s chips in the pot. Usually, if a player wants to continue in a hand but does not have enough money to call the current bet, they can go an all-in for whatever amount they have left in their stack. \n\nHowever, if the all-in player wins the hand, they can only lay claim to the total amount of their stack. In other words, if they go all-in for $25, and their two opponents have $100 each, they can only win $25 from each player, for a total of $75 (including their $25 all-in). ",
    "en_title": "All-in",
    "en_description": "All-in is a bet that places all of a player’s chips in the pot. Usually, if a player wants to continue in a hand but does not have enough money to call the current bet, they can go an all-in for whatever amount they have left in their stack. \n\nHowever, if the all-in player wins the hand, they can only lay claim to the total amount of their stack. In other words, if they go all-in for $25, and their two opponents have $100 each, they can only win $25 from each player, for a total of $75 (including their $25 all-in). ",
    "de_title": "All-In",
    "de_description": "All-In ist ein Einsatz, bei dem alle Chips einen Spielers im Pot platziert werden. Wenn ein Spieler eine Hand weiterspielen möchte, jedoch nicht genügend Geld besitzt, um beim aktuellen Einsatz mitzugehen, kann er mit dem Betrag, den er übrig hat, einen All-In-Einsatz platzieren.\n\nWenn der All-In-Player die Hand gewinnt, kann er jedoch nur den Gesamtbetrag seines Stack in Anspruch nehmen. Mit anderen Worten, wenn er einen All-In-Einsatz in Höhe von 25 USD setzt und seine beiden Gegner jeweils 100 USD gesetzt haben, kann er von jedem Spieler nur 25 USD gewinnen. Er gewinnt also insgesamt 75 USD; dieser Betrag schließt seinen All-In-Einsatz von 25 USD ein. \n",
    "es_title": "All-in",
    "es_description": "El all-in es una apuesta que coloca todas las fichas del jugador en el pozo. Usualmente, si el jugador quiere continuar en la mano pero no tiene suficiente dinero para igualar la apuesta corriente, puede ir all-in por el importe que tenga en su pila de fichas.\r\rSin embargo, si el jugador que apostó all-in gana la mano, solo puede reclamar el importe de la apuesta de su pila de fichas. En otras palabras, si él va all-in por 25$, y los otros oponentes tienen 100$ cada uno, solo puede ganar 25$ de cada jugador, para un total de 75$ (incluyendo sus propios 25$ del all-in). \r",
    "ru_title": "Олл-ин (ва-банк)",
    "ru_description": "Олл-ин (ва-банк) — это ставка, при которой игрок передает в банк все свои фишки. Как правило, если игрок хочет продолжать игру, но у него недостаточно денег, чтобы уравнять текущую ставку, он может пойти ва-банк на любую сумму, оставшуюся в стеке.\n\nОднако, если игрок, пошедший ва-банк, выигрывает партию, он может претендовать только на сумму своего стека. Другими словами, если игрок идет ва-банк, поставив 25$, а два его соперника поставили по 100$ каждый, он может выиграть только 25$ у каждого игрока, получив в сумме 75$ (включая свой олл-ин на 25$). "
  },
  {
    "stage_id": "omaha_hi_lo_river",
    "title": "End of betting",
    "order": "6",
    "step_id": "omaha_hi_lo_river_6",
    "left": "28",
    "top": "21",
    "description": "The betting round ends when all players, who have not folded, have placed equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as after the flop betting round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends. ",
    "en_title": "End of betting",
    "en_description": "The betting round ends when all players, who have not folded, have placed equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as after the flop betting round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends. ",
    "de_title": "Ende des Setzens",
    "de_description": "Die Einsatzrunde endet, wenn alle Spieler, die nicht ausgestiegen sind, gleiche Beträge zum Pot beigetragen haben. Wenn alle Spieler in der aktuellen Einsatzrunde schieben, was bedeutet, dass es keine neuen Einsätze gibt, bleibt die Höhe des Pots die gleiche wie nach der Flop-Einsatzrunde. Wenn alle Spieler bis auf einen in der aktuellen Einsatzrunde aussteigen, gewinnt der Spieler, der nicht ausgestiegen ist, den Pot und die Einsatzrunde endet. \n",
    "es_title": "Final de las apuestas",
    "es_description": "La ronda de apuestas termina cuando todos los jugadores que no se hayan retirado, hayan apostado importes de forma igualitaria al pozo. Si todos los jugadores deciden pasar en la ronda de apuestas corriente, significando que no hay nuevas apuestas, el importe del pozo permanece igual que en la ronda de flop. Si todos los jugadores, excepto uno, deciden retirarse de la ronda corriente, el jugador que no se haya retirado gana el pozo, y la ronda de apuestas termina. \r",
    "ru_title": "Конец торгов",
    "ru_description": "Раунд торгов завершается, когда все игроки, которые не пасовали, внесли в банк одинаковые суммы. Если все игроки решили сделать чек в текущем раунде торгов (то есть новых ставок нет), сумма в банке остается такой же, как и после флоп-раунда торгов. Если все игроки, за исключением одного, решили пасовать в текущем раунде, игрок, который не пасовал, выигрывает банк, а раунд торгов завершается. "
  },
  {
    "stage_id": "omaha_hi_lo_showdown",
    "title": "The hand",
    "order": "1",
    "step_id": "omaha_hi_lo_showdown_1",
    "left": "84",
    "top": "50",
    "description": "To form the best five-card low and/or high hand combination, the players must use two – and only two - of their four hole cards, plus three of the five community cards.",
    "en_title": "The hand",
    "en_description": "To form the best five-card low and/or high hand combination, the players must use two – and only two - of their four hole cards, plus three of the five community cards.",
    "de_title": "Die Hand",
    "de_description": "Um die beste niedrige und/oder hohe Hand mit fünf Karten zu bilden, müssen die Spieler zwei – und nur zwei – ihrer vier Taschenkarten und drei der fünf Gemeinschaftskarten verwenden.\r",
    "es_title": "La mano",
    "es_description": "Para formar la mejor combinación de cinco cartas más baja y/o alta, los jugadores deben utilizar dos – y sólo dos – de sus cuatro cartas de mano, más tres de las cinco cartas comunes.\r",
    "ru_title": "Рука",
    "ru_description": "Чтобы собрать лучшую лоу и/или хай комбинацию из пяти карт, игроки должны использовать две и только две из четырех закрытых карт, а также любые три из пяти общих карт."
  },
  {
    "stage_id": "omaha_hi_lo_showdown",
    "title": "The order at showdown",
    "order": "2",
    "step_id": "omaha_hi_lo_showdown_2",
    "left": "89",
    "top": "90",
    "description": "The first player to show their cards is the player closest to the SB. Players go clockwise around the table, showing their cards. However, in live games it is common for the player, who bets or raises last – and gets called - to show first.",
    "en_title": "The order at showdown",
    "en_description": "The first player to show their cards is the player closest to the SB. Players go clockwise around the table, showing their cards. However, in live games it is common for the player, who bets or raises last – and gets called - to show first.",
    "de_title": "Die Reihenfolge beim Showdown",
    "de_description": "Der erste Spieler, der seine Karten zeigt, ist der Spieler, der dem SB am nächsten ist. Die Spieler zeigen im Uhrzeigersinn um den Tisch herum nacheinander ihre Karten. In Live-Spielen ist es jedoch allgemein üblich, dass der Spieler, der zuletzt gesetzt oder erhöht hat – und mit dem mitgegangen wurde – seine Karten zuerst zeigt.\r",
    "es_title": "El orden de muestra",
    "es_description": "La primera persona en mostrar sus cartas es el jugador más cercano a la ciega pequeña. Los jugadores van en sentido horario alrededor de la mesa, mostrando sus cartas. Sin embargo, en juego en vivo es común que el jugador que apuesta o aumenta de último – y es igualado – sea quien muestre primero.\n",
    "ru_title": "Порядок раскрытия карт",
    "ru_description": "Первым свои карты показывает игрок, ближайший к SB. Игроки показывают свои карты по часовой стрелке. Однако в живой игре обычно первым раскрывается игрок, который делает или поднимает ставку последним и ставку которого уравнивают."
  },
  {
    "stage_id": "omaha_hi_lo_showdown",
    "title": "Hi hand",
    "order": "3",
    "step_id": "omaha_hi_lo_showdown_3",
    "left": "7",
    "top": "30",
    "description": "High hands are formed in accordance with the standard poker hands ranking chart.",
    "en_title": "Hi hand",
    "en_description": "High hands are formed in accordance with the standard poker hands ranking chart.",
    "de_title": "Hohe Hand",
    "de_description": "Hohe Hände werden entsprechend den standardmäßigen Rangfolgediagrammen für Pokerhände gebildet.\r",
    "es_title": "Mano alta",
    "es_description": "Las manos altas están formadas de acuerdo con la clasificación estándar de manos de póker.\r",
    "ru_title": "Высокая рука",
    "ru_description": "Высокие руки формируются в соответствии со стандартными правилами старшинства покерных комбинаций."
  },
  {
    "stage_id": "omaha_hi_lo_showdown",
    "title": "Lo hand",
    "order": "4",
    "step_id": "omaha_hi_lo_showdown_4",
    "left": "58",
    "top": "10",
    "description": "Low hands are formed by using the eight lowest cards in the deck, i.e. eight through ace. The best possible low is 5-4-3-2-A. You must still use only two of the four hole cards along with any three community cards. You can use different cards to form your best highest and lowest combinations.",
    "en_title": "Lo hand",
    "en_description": "Low hands are formed by using the eight lowest cards in the deck, i.e. eight through ace. The best possible low is 5-4-3-2-A. You must still use only two of the four hole cards along with any three community cards. You can use different cards to form your best highest and lowest combinations.",
    "de_title": "Niedrige Hand",
    "de_description": "Niedrige Hände werden mit den acht niedrigsten Karten im Spiel gebildet, d. h. mit Acht bis Ass. Die beste niedrige Hand, die möglich ist, ist 5-4-3-2-A. Sie dürfen auch hier nur zwei der vier Taschenkarten und drei beliebige Gemeinschaftskarten verwenden. Sie können verschiedene Karten verwenden, um Ihre beste hohe und Ihre beste niedrige Kombination zu bilden.\r",
    "es_title": "Mano baja",
    "es_description": "Las manos bajas son formadas utilizando las ocho cartas más bajas del mazo, por ejemplo, del ocho al as. La mejor mano baja posible es 5-4-3-2-A. Sólo puede utilizar dos de las cuatro cartas de mano junto con tres de las cartas comunes. Puedes utilizar diferentes combinaciones de cartas para formar tu mejor combinación de mano alta y baja.\r",
    "ru_title": "Низкая рука",
    "ru_description": "Низкая рука формируется из восьми младших карт в колоде, т. е. карт от восьмерки до туза. Лучшей возможной лоу комбинацией является 5-4-3-2-A. При сборе лоу комбинации игроки также должны использовать две карты из числа четырех своих закрытых карт и любые три карты из числа пяти общих карт. Для формирования лучших хай и лоу комбинаций можно использовать разные карты."
  },
  {
    "stage_id": "omaha_hi_lo_showdown",
    "title": "The winner/winners",
    "order": "5",
    "step_id": "omaha_hi_lo_showdown_5",
    "left": "50",
    "top": "63",
    "description": "There can be one or two winners in Omaha Hi-Lo. The chips in the pot are split 50/50 between the players with the highest hand and the lowest hand, as long as there is a qualifying low hand. If there is no qualifying low hand, the player with the highest hand wins all the money in the pot. \n\nIt is also possible that one player could form both the best high and low hand, at the same time. In those instances, that player “scoops” - wins the whole pot. ",
    "en_title": "The winner/winners",
    "en_description": "There can be one or two winners in Omaha Hi-Lo. The chips in the pot are split 50/50 between the players with the highest hand and the lowest hand, as long as there is a qualifying low hand. If there is no qualifying low hand, the player with the highest hand wins all the money in the pot. \n\nIt is also possible that one player could form both the best high and low hand, at the same time. In those instances, that player “scoops” - wins the whole pot. ",
    "de_title": "Der Gewinner/die Gewinner",
    "de_description": "Im Omaha Hi-Lo kann es einen oder zwei Gewinner geben. Die Chips im Pot werden 50/50 zwischen den Spielern mit der höchsten und der niedrigsten Hand aufgeteilt, wenn es eine qualifizierte niedrige Hand gibt. Wenn es keine qualifizierte niedrige Hand gibt, gewinnt der Spieler mit der höchsten Hand das gesamte Geld im Pot.\r\rEs ist auch möglich, dass ein einzelner Spieler gleichzeitig die beste hohe und die beste niedrige Hand bilden kann. In diesem Fall gewinnt der betreffende Spieler den gesamten Pot. \r",
    "es_title": "El ganador/ganadores",
    "es_description": "Puede haber uno o dos ganadores en el Omaha Hi-Lo. Las fichas del pozo se dividen 50/50 entre los jugadores con la mano más alta y más baja, siempre y cuando haya una mano baja calificable. Si no hay ninguna mano calificable como la más baja, el jugador con la mano más alta se lleva todas las fichas del pozo.\n\nTambién es posible que un jugador pueda formas ambas mejores manos alta y baja, al mismo tiempo. En ese caso, el jugador hace \"scoops\" - gana todo el pozo. \n",
    "ru_title": "Победитель/победители",
    "ru_description": "В Omaha Hi-Lo может быть один или два победителя. Фишки в банке делятся 50/50 между игроками с лучшей высокой и лучшей низкой рукой, при наличии подходящей низкой руки. Если подходящей низкой руки нет, все деньги в банке достаются игроку с лучшей высокой рукой.\n\nТакже возможна ситуация, когда лучшая хай и лоу комбинация находятся на руках одного игрока. В таких случаях происходит «скуп» — игрок забирает весь банк. "
  },
  {
    "stage_id": "",
    "title": "",
    "order": "",
    "step_id": "",
    "left": "",
    "top": "",
    "description": "",
    "en_title": "",
    "en_description": "",
    "de_title": "",
    "de_description": "",
    "es_title": "",
    "es_description": "",
    "ru_title": "",
    "ru_description": ""
  },
  {
    "stage_id": "seven_card_stud_setup",
    "title": "Lower Table Limit",
    "order": "1",
    "step_id": "seven_card_stud_setup_1",
    "left": "75",
    "top": "43",
    "description": "The lower table limit is the minimum bet within a game. Table betting limits are fixed and vary from table to table, giving players an option to decide how much they are willing to wager.",
    "en_title": "Lower Table Limit",
    "en_description": "The lower table limit is the minimum bet within a game. Table betting limits are fixed and vary from table to table, giving players an option to decide how much they are willing to wager.",
    "de_title": "Mindesteinsatz des Tisches",
    "de_description": "Der Mindesteinsatz an einem Tisch ist das untere Einsatzlimit in einem Spiel. Einsatzlimits sind an jedem Tisch festgelegt und von Tisch zu Tisch unterschiedlich, sodass Spieler vorab entscheiden können, wie viel sie bereit sind einzusetzen.\r",
    "es_title": "Límite mínimo de la mesa",
    "es_description": "El límite mínimo de la mesa es la apuesta mínima de un juego. Los límites de apuesta de una mesa son fijos y varían de mesa a mesa, lo que ofrece a los jugadores la opción de decidir cuánto están dispuestos a apostar.\r",
    "ru_title": "Малая ставка",
    "ru_description": "Малая ставка — это минимальная ставка за конкретным столом. Лимиты ставок фиксированы и отличаются в зависимости от стола, давая игрокам возможность выбирать, как дорого они хотят играть."
  },
  {
    "stage_id": "seven_card_stud_setup",
    "title": "Higher Table Limit",
    "order": "2",
    "step_id": "seven_card_stud_setup_2",
    "left": "75",
    "top": "60",
    "description": "The higher table limit is a maximum bet within a game. The higher table limit is usually twice the amount of the lower table limit. ",
    "en_title": "Higher Table Limit",
    "en_description": "The higher table limit is a maximum bet within a game. The higher table limit is usually twice the amount of the lower table limit. ",
    "de_title": "Höchsteinsatz des Tisches",
    "de_description": "Der Höchsteinsatz an einem Tisch ist das obere Einsatzlimit in einem Spiel. Der Höchsteinsatz entspricht in der Regel dem Doppelten des Mindesteinsatzes an einem Tisch. \r",
    "es_title": "Límite máximo de la mesa",
    "es_description": "El límite máximo de la mesa es la apuesta máxima de un juego. El límite máximo de la mesa normalmente es el doble del límite mínimo de la mesa. \r",
    "ru_title": "Большая ставка",
    "ru_description": "Большая ставка — это максимальная ставка за конкретным столом. Большая ставка обычно в два раза больше малой ставки. "
  },
  {
    "stage_id": "seven_card_stud_setup",
    "title": "Dealer",
    "order": "3",
    "step_id": "seven_card_stud_setup_3",
    "left": "29",
    "top": "9",
    "description": "The dealer is a table position which is is indicated with a ‘D’ marker. The dealer position in Seven Card Stud poker determines the order of dealing cards to players.",
    "en_title": "Dealer",
    "en_description": "The dealer is a table position which is is indicated with a ‘D’ marker. The dealer position in Seven Card Stud poker determines the order of dealing cards to players.",
    "de_title": "Dealer",
    "de_description": "Der Dealer ist eine Position am Tisch, die mit einem „D“ gekennzeichnet ist. Die Dealer-Position beim Seven Card Stud-Poker bestimmt, in welcher Reihenfolge Karten an die Spieler ausgeteilt werden.\r",
    "es_title": "Crupier",
    "es_description": "El crupier es la posición de la mesa marcada con una “D”. La posición del crupier en el poker Seven Card Stud determina el orden en el que se reparten las cartas a los jugadores.\r",
    "ru_title": "Дилер",
    "ru_description": "Дилер — это позиция за столом, отмеченная маркером ‘D’. Позиция дилера в Seven Card Stud определяет порядок, в котором игроки получают карты."
  },
  {
    "stage_id": "seven_card_stud_setup",
    "title": "Ante",
    "order": "4",
    "step_id": "seven_card_stud_setup_4",
    "left": "24",
    "top": "29",
    "description": "Before the first cards are dealt, each player has to place an ante. Antes are compulsory initial bets for every player wishing to participate in a game round. It is usually equal 10% of the small bet (lower stake).",
    "en_title": "Ante",
    "en_description": "Before the first cards are dealt, each player has to place an ante. Antes are compulsory initial bets for every player wishing to participate in a game round. It is usually equal 10% of the small bet (lower stake).",
    "de_title": "Ante",
    "de_description": "Vor dem Austeilen der ersten Karten muss jeder Spieler ein Ante entrichten. Antes sind obligatorische Eröffnungseinsätze für alle Spieler, die an einer Spielrunde teilnehmen möchten. Es entspricht in der Regel 10 % des Mindesteinsatzes.\r",
    "es_title": "Ante",
    "es_description": "Antes de repartir las primeras cartas, cada jugador debe aportar una ante. Los antes son apuestas iniciales obligatorias que deben realizar todos los jugadores que quieran participar en una ronda de juego. Normalmente equivale al 10 % de la apuesta pequeña (apuesta mínima).\r",
    "ru_title": "Анте",
    "ru_description": "Перед раздачей первых карт каждый игрок должен поставить анте. Анте — это обязательные начальные ставки. Каждый игрок, желающий участвовать в розыгрыше, обязан ее сделать. Обычно она составляет 10% малой ставки."
  },
  {
    "stage_id": "seven_card_stud_third_street",
    "title": "Hole cards",
    "order": "1",
    "step_id": "seven_card_stud_third_street_1",
    "left": "56",
    "top": "30",
    "description": "When all the players placed an ante, the dealer hands out two face down cards to each player. The cards are dealt one at a time in a clockwise fashion, starting with the first player immediately to the left of the dealer. These cards are known as ‘hole cards’.",
    "en_title": "Hole cards",
    "en_description": "When all the players placed an ante, the dealer hands out two face down cards to each player. The cards are dealt one at a time in a clockwise fashion, starting with the first player immediately to the left of the dealer. These cards are known as ‘hole cards’.",
    "de_title": "Taschenkarten",
    "de_description": "Nachdem alle Spieler ein Ante entrichtet haben, teilt der Dealer jedem Spieler zwei verdeckte Karten aus. Die Karten werden einzeln im Uhrzeigersinn ausgeteilt, angefangen beim Spieler, der direkt links vom Dealer sitzt. Diese Karten werden als „Taschenkarten“ bezeichnet.\r",
    "es_title": "Cartas de mano",
    "es_description": "Cuando todos los jugadores hayan aportado un ante, el crupier reparte dos cartas boca abajo a cada jugador. Las cartas se reparten hacia la derecha y comenzando por el jugador situado a la izquierda del crupier. Estas cartas se denominan “cartas de mano”.\r",
    "ru_title": "Закрытые карты",
    "ru_description": "После того как все игроки поставили анте, дилер раздает каждому участнику розыгрыша две закрытые карты. Карты раздаются по одной по часовой стрелке, начиная с первого игрока, сидящего слева от дилера. Эти карты называются закрытыми картами."
  },
  {
    "stage_id": "seven_card_stud_third_street",
    "title": "Door card",
    "order": "2",
    "step_id": "seven_card_stud_third_street_2",
    "left": "76",
    "top": "10",
    "description": "After the hole cards have been dealt, the dealer hands out one face-up card to each player. These cards are called ‘door cards’ and are visible to other players. The cards are dealt in a clockwise fashion, starting with the first player immediately to the left of the dealer.",
    "en_title": "Door card",
    "en_description": "After the hole cards have been dealt, the dealer hands out one face-up card to each player. These cards are called ‘door cards’ and are visible to other players. The cards are dealt in a clockwise fashion, starting with the first player immediately to the left of the dealer.",
    "de_title": "Door Card",
    "de_description": "Nach dem Austeilen der Taschenkarten teilt der Dealer jedem Spieler eine offene Karte aus. Diese auch als „Door Cards“ bezeichneten Karten sind für alle Spieler offen sichtbar. Die Karten werden im Uhrzeigersinn ausgeteilt, angefangen beim Spieler, der direkt links vom Dealer sitzt.\r",
    "es_title": "Primera carta expuesta",
    "es_description": "Después de repartir las cartas de mano, el crupier reparte una carta boca arriba a cada jugador. Estas cartas se llaman “primeras cartas expuestas” y son visibles para el resto de jugadores. Las cartas se reparten hacia la derecha, de una en una y comenzando por el jugador situado a la izquierda del crupier.\r",
    "ru_title": "Дор-карта",
    "ru_description": "После раздачи закрытых карт дилер выдает каждому игроку одну открытую. Эта карта называется \"дор-картой\", и все игроки могут ее видеть. Карты раздаются по часовой стрелке, начиная с первого игрока, сидящего слева от дилера."
  },
  {
    "stage_id": "seven_card_stud_third_street",
    "title": "Bring-in",
    "order": "3",
    "step_id": "seven_card_stud_third_street_3",
    "left": "70",
    "top": "90",
    "description": "The person who received the lowest valued door card initiates the first betting round. They have to place a compulsory bet called the ‘bring-in’, which is usually 30-50% of the lower stake. This player has two options: post the bring-in amount or ‘complete’ the bet by upping it to the lower table limit. \n\nIf there is more than one player with the same lowest valued door card, suits are used to determine the bring-in. They are ranked from the lowest to highest: clubs, diamonds, hearts, spades. (The 2 of clubs is the worst card in the deck when assessing the bring-in.)\n\nAfter the bring-in has been posted, the betting action moves clockwise around the table with each player acting in turn.  ",
    "en_title": "Bring-in",
    "en_description": "The person who received the lowest valued door card initiates the first betting round. They have to place a compulsory bet called the ‘bring-in’, which is usually 30-50% of the lower stake. This player has two options: post the bring-in amount or ‘complete’ the bet by upping it to the lower table limit. \n\nIf there is more than one player with the same lowest valued door card, suits are used to determine the bring-in. They are ranked from the lowest to highest: clubs, diamonds, hearts, spades. (The 2 of clubs is the worst card in the deck when assessing the bring-in.)\n\nAfter the bring-in has been posted, the betting action moves clockwise around the table with each player acting in turn.  ",
    "de_title": "Bring-In",
    "de_description": "Der Spieler mit der niedrigsten Door Card eröffnet die erste Einsatzrunde. Dieser Spieler muss den als „Bring-In“ bezeichneten Pflichteinsatz entrichten, der in der Regel 30 – 50 % des Mindesteinsatzes entspricht. Dieser Spieler hat zwei Optionen: den Bring-In-Betrag entrichten oder den Einsatz durch Anheben auf den Mindesteinsatz am Tisch „vervollständigen“.\n\nHat mehr als ein Spieler die Door Card mit dem niedrigsten Wert, bestimmt die Farbe, welcher Spieler das Bring-In entrichten muss. Ihre Rangfolge von niedrigste bis höchste Farbe lautet: Kreuz, Karo, Herz, Pik. (Beim Bring-In gilt die Kreuz-2 als niedrigste Karte im Spiel.)\n\nNach dem Entrichten des Bring-Ins läuft die Einsatzrunde im Uhrzeigersinn um den Tisch, von einem Spieler zum nächsten.\n",
    "es_title": "Apuesta inicial forzosa",
    "es_description": "La persona que haya recibido la primera carta expuesta con el valor más bajo inicia la primera ronda de apuestas. Esta persona debe realizar una apuesta obligatoria llamada “apuesta inicial forzosa”, que normalmente es entre un 30 y un 50 % de la apuesta mínima. Este jugador cuenta con dos opciones: apostar el importe de la apuesta inicial forzosa o “completar” la apuesta subiéndola al límite mínimo de la mesa.\n\nSi hay varios jugadores con una primera carta expuesta del mismo valor mínimo, se utilizan los palos para determinar quién realizará la apuesta inicial forzosa. La siguiente lista indica su valor del más bajo al más alto: tréboles, diamantes, corazones y picas. (El 2 de tréboles es la peor carta de la baraja a la hora de establecer la apuesta inicial forzosa).\n\nDespués de fijar la apuesta inicial forzosa, las apuestas se realizan de izquierda a derecha alrededor de la mesa y los jugadores actúan por turnos.\n",
    "ru_title": "Бринг-ин",
    "ru_description": "Игрок, получивший самую слабую дор-карту, открывает первый раунд торговли. Он должен сделать обязательную ставку, которая называется \"бринг-ин\" и обычно составляет 30-50% малой ставки. У этого игрока есть две опции: поставить бринг-ин или сделать комплит, т.е. увеличить его до размера малой ставки за столом.\n\nЕсли самая слабая открытая карта за столом одинакова у нескольких игроков, в игру вступают масти. От слабейшей до сильнейшей: трефы, бубны, червы, пики. (Двойка треф считается худшей картой при выявлении игрока, который ставит бринг-ин).\n\nПосле постановки бринг-ина начинается торговля. Игроки по очереди принимают решение по часовой стрелке."
  },
  {
    "stage_id": "seven_card_stud_third_street",
    "title": "Betting Options",
    "order": "4",
    "step_id": "seven_card_stud_third_street_4",
    "left": "74",
    "top": "43",
    "description": "After the first player has posted the bring-in, the rest of the players have the following options: call, raise or fold. In the first betting round, players can bet in multiples of no less than the ‘bring-in’ amount and no more than table’s lower limit. ",
    "en_title": "Betting Options",
    "en_description": "After the first player has posted the bring-in, the rest of the players have the following options: call, raise or fold. In the first betting round, players can bet in multiples of no less than the ‘bring-in’ amount and no more than table’s lower limit. ",
    "de_title": "Einsatzoptionen",
    "de_description": "Nachdem der erste Spieler das Bring-In entrichtet hat, haben die weiteren Spieler folgende Optionen: mitgehen, erhöhen oder aussteigen. In der ersten Einsatzrunde können die Spieler mindestens den Bring-In-Betrag oder ein Vielfaches davon bis maximal den Mindesteinsatz des Tisches setzen. \r",
    "es_title": "Opciones de apuesta",
    "es_description": "Después de que el primer jugador haya indicado la apuesta inicial forzosa, el resto de jugadores tiene las siguientes opciones: igualar, subir o retirarse. Durante la primera ronda de apuestas, los jugadores pueden apostar en múltiplos superiores al importe de la apuesta inicial forzosa e inferiores al límite mínimo de la mesa. \r",
    "ru_title": "Варианты ставок",
    "ru_description": "После того как первый игрок поставил бринг-ин, у остальных игроков появляются следующие опции: колл, рейз или фолд. В первом раунде торговли игроки могут поставить не меньше бринг-ина и не больше малой ставки. "
  },
  {
    "stage_id": "seven_card_stud_third_street",
    "title": "Call",
    "order": "5",
    "step_id": "seven_card_stud_third_street_5",
    "left": "22",
    "top": "90",
    "description": "To call is to match the bet made by the previous player. The first bet after the ‘bring-in’ has to match the ‘bring-in’ or raise it.",
    "en_title": "Call",
    "en_description": "To call is to match the bet made by the previous player. The first bet after the ‘bring-in’ has to match the ‘bring-in’ or raise it.",
    "de_title": "Mitgehen",
    "de_description": "Mitgehen bedeutet, denselben Einsatz wie der vorherige Spieler zu entrichten. Der erste Einsatz nach dem Bring-In muss diesem Betrag entweder entsprechen oder ihn erhöhen.\r",
    "es_title": "Igualar",
    "es_description": "Igualar consiste en hacer coincidir una apuesta con la apuesta realizada por el jugador anterior. La primera apuesta tras la apuesta inicial forzosa debe igualarla o subirla.\r",
    "ru_title": "Колл",
    "ru_description": "Заколлировать — значит уравнять ставку, сделанную предыдущим игроком. Первая ставка после бринг-ина должна либо уравнять бринг-ин, либо повысить его."
  },
  {
    "stage_id": "seven_card_stud_third_street",
    "title": "Raise",
    "order": "6",
    "step_id": "seven_card_stud_third_street_6",
    "left": "9",
    "top": "40",
    "description": "To raise is to increase the bet amount made by the previous player. \n\nThe first raise after the ‘bring-in’ has to complete the lower table limit, i.e. the player has to post the other half of the table lower table limit. All consequent raises should equal the lower table limit. As 7 Card Stud is a fixed-limit game, raises in each round are up to 4 times the take stake limit.",
    "en_title": "Raise",
    "en_description": "To raise is to increase the bet amount made by the previous player. \n\nThe first raise after the ‘bring-in’ has to complete the lower table limit, i.e. the player has to post the other half of the table lower table limit. All consequent raises should equal the lower table limit. As 7 Card Stud is a fixed-limit game, raises in each round are up to 4 times the take stake limit.",
    "de_title": "Erhöhen",
    "de_description": "Erhöhen bedeutet den vom vorherigen Spieler entrichteten Einsatzbetrag zu erhöhen.\n\nMit dem ersten Erhöhen nach dem Bring-In muss der Mindesteinsatz des Tisches vervollständigt werden, d. h. der Spieler muss die andere Hälfte des Mindesteinsatzes am Tisch entrichten. Alle nachfolgenden Erhöhungen müssen dem Mindesteinsatz entsprechen. Da es sich beim 7 Card Stud um ein Spiel mit festen Einsätzen handelt, können die Einsätze in jeder Runde auf das bis zu 4-Fache des Einsatzlimits erhöht werden.\n",
    "es_title": "Subir",
    "es_description": "Subir consiste en aumentar el importe de la apuesta realizada por el jugador anterior.\n\nEl primer jugador en subir después de la apuesta inicial forzosa deberá completar el límite mínimo de la mesa; es decir, que deberá apostar la otra mitad del límite mínimo de la mesa. El resto de subidas deben igualar el límite mínimo de la mesa. Puesto que Seven Card Stud es un juego de apuestas fijas, las subidas de cada ronda serán de hasta cuatro veces el límite de la apuesta.",
    "ru_title": "Рейз",
    "ru_description": "Рейз — это повышение ставки, сделанной предыдущим игроком.\n\nПервый рейз после бринг-ина должен увеличить его до размера малой ставки, т.е. общая ставка делающего первый рейз игрока должна быть равна размеру малой ставки за этим столом. Каждый следующий рейз должен быть равен малой ставке. Так как 7 Card Stud — это лимитная игра, в каждом раунде торговли размер ставки может быть увеличен не более чем в 4 раза."
  },
  {
    "stage_id": "seven_card_stud_third_street",
    "title": "Fold",
    "order": "7",
    "step_id": "seven_card_stud_third_street_7",
    "left": "23",
    "top": "10",
    "description": "To fold is to not play the hand. If you decide to fold, you are no longer eligible to take part in any more betting until a new game round starts.",
    "en_title": "Fold",
    "en_description": "To fold is to not play the hand. If you decide to fold, you are no longer eligible to take part in any more betting until a new game round starts.",
    "de_title": "Aussteigen",
    "de_description": "Aussteigen bedeutet, die Hand nicht zu spielen. Wenn Sie sich entschließen auszusteigen, können Sie sich erst wieder zu Beginn einer neuen Spielrunde an den Einsätzen beteiligen.\r",
    "es_title": "Retirarse",
    "es_description": "Retirarse consiste en no jugar una mano. Si decides retirarte, no podrás participar en ninguna otra apuesta hasta que comience una nueva ronda de juego.\r",
    "ru_title": "Фолд",
    "ru_description": "Сфолдить — значит покинуть розыгрыш, сбросить карты. Если вы решите сброситься, вы больше не сможете принимать участие в торговле, пока не начнется новая раздача."
  },
  {
    "stage_id": "seven_card_stud_third_street",
    "title": "End of betting",
    "order": "8",
    "step_id": "seven_card_stud_third_street_8",
    "left": "39",
    "top": "10",
    "description": "The betting round ends when all players, who have not folded, have wagered equal amounts in the pot.",
    "en_title": "End of betting",
    "en_description": "The betting round ends when all players, who have not folded, have wagered equal amounts in the pot.",
    "de_title": "Ende der Einsatzrunde",
    "de_description": "Die Einsatzrunde endet, wenn alle Spieler, die nicht ausgestiegen sind, die gleichen Einsätze in den Pot eingezahlt haben.\r",
    "es_title": "Fin de la ronda de apuestas",
    "es_description": "La ronda de apuestas finaliza cuando todos los jugadores, que permanezcan en la partida, hayan apostado el mismo importe en el pozo.\r",
    "ru_title": "Окончание торговли",
    "ru_description": "Торговля заканчивается, когда все игроки, которые не сбросились, поставят в банк одинаковые суммы."
  },
  {
    "stage_id": "seven_card_stud_fourth_street",
    "title": " Fourth Street",
    "order": "1",
    "step_id": "seven_card_stud_fourth_street_1",
    "left": "80",
    "top": "10",
    "description": "A face-up door card is dealt to each active player. Every active player now has four cards in total: two face-down hole cards and two face-up cards. Fourth Street is also where a second round of betting occurs.",
    "en_title": " Fourth Street",
    "en_description": "A face-up door card is dealt to each active player. Every active player now has four cards in total: two face-down hole cards and two face-up cards. Fourth Street is also where a second round of betting occurs.",
    "de_title": "Die „Fourth Street“",
    "de_description": "Jedem aktiven Spieler wird eine offene Door Card ausgeteilt. Nun hat jeder aktive Spieler insgesamt vier Karten: zwei verdeckte Taschenkarten und zwei offene Karten. Bei der Fourth Street findet außerdem eine zweite Einsatzrunde statt.\r",
    "es_title": "Cuarta Calle",
    "es_description": "Se reparte una primera carta expuesta boca arriba a cada participante de la mano. En este momento cada participante de la mano tiene un total de cuatro cartas: dos cartas de mano boca abajo y dos cartas boca arriba. También se llama cuarta calle al momento en el que se realiza la segunda ronda de apuestas.\r",
    "ru_title": "Четвертая улица",
    "ru_description": "Каждому активному игроку раздается открытая дор-карта. У каждого активного игрока на руках теперь четыре карты: две закрытые и две открытые. На четвертой улице проходит второй раунд ставок."
  },
  {
    "stage_id": "seven_card_stud_fourth_street",
    "title": "First player to act",
    "order": "2",
    "step_id": "seven_card_stud_fourth_street_2",
    "left": "90",
    "top": "10",
    "description": "The first person to bet in the second betting round is the active player with the highest valued hand. Face-up cards are ranked in the same order as poker hands. On fourth street, the best hand is two aces showing (e.g. A♠-A♥), the worst hand is the lowest valued cards from the same suit (2♣- 3♣). Any pair is better than a non-pair. For example, 2♠-2♥ is better than A♠-K♥. \nThe first player has the following options: check (not place a bet and move the action to the next active player in the game) or bet the lower table limit. If that player with the highest valued hand also has a pair, they also have the option to bet the higher table limit. After that, the betting actions moves clockwise around the table, with each player acting in turn.",
    "en_title": "First player to act",
    "en_description": "The first person to bet in the second betting round is the active player with the highest valued hand. Face-up cards are ranked in the same order as poker hands. On fourth street, the best hand is two aces showing (e.g. A♠-A♥), the worst hand is the lowest valued cards from the same suit (2♣- 3♣). Any pair is better than a non-pair. For example, 2♠-2♥ is better than A♠-K♥. \nThe first player has the following options: check (not place a bet and move the action to the next active player in the game) or bet the lower table limit. If that player with the highest valued hand also has a pair, they also have the option to bet the higher table limit. After that, the betting actions moves clockwise around the table, with each player acting in turn.",
    "de_title": "Der Eröffnungsspieler",
    "de_description": "Der aktive Spieler mit der höchstwertigen Hand eröffnet die zweite Einsatzrunde. Die offenen Karten werden in derselben Reihenfolge wie Pokerhände gewertet. Bei der Fourth Street ist die beste Hand zwei Asse (Beispiel: A♠-A♥), die Hand mit dem niedrigsten Wert besteht aus den niedrigsten Karten derselben Farbe (2♣- 3♣). Ein Paar ist immer höher als zwei beliebige Karten, die kein Paar sind. Beispiel: 2♠-2♥ ist höher als A♠-K♥.\n\nDer erste Spieler hat folgende Möglichkeiten: Er kann schieben (keinen Einsatz machen und das Recht zum Handeln an den nächsten aktiven Spieler im Spiel weiterreichen) oder den Mindesteinsatz entrichten. Wenn der Spieler mit der höchstwertigen Hand ein Paar hat, hat er darüber hinaus die Möglichkeit, den Höchsteinsatz am Tisch zu setzen. Anschließend läuft die Einsatzrunde im Uhrzeigersinn um den Tisch, von einem Spieler zum nächsten.",
    "es_title": "Primer jugador en actuar",
    "es_description": "La primera persona en actuar en la segunda ronda de apuestas es el participante de la mano que tenga la mano con el valor más alto. Las cartas que están boca arriba puntúan de la misma forma que las manos de poker. En la cuarta calle, la mejor mano es una pareja de ases boca arriba (p. ej., A♠-A♥) y la peor mano consiste en dos cartas del mismo palo con los valores mínimos (2♣-3♣).Es mejor tener cualquier pareja que no tener ninguna. Por ejemplo, 2♠-2♥ es mejor que A♠-K♥.\r\rEl primer jugador tiene las siguientes opciones: pasar (no realizar una apuesta y trasladar la acción al siguiente participante de la mano) o apostar el límite mínimo de la mesa. Si el jugador que tenga la mano con el valor máximo también tiene una pareja, tiene la oportunidad de apostar el límite máximo de la mesa. Después, las apuestas se realizan de izquierda a derecha alrededor de la mesa y los jugadores actúan por turnos.\r",
    "ru_title": "Игрок, принимающий решение первым",
    "ru_description": "Первым во втором раунде торговли действует активный игрок со старшими открытыми картами. Открытые карты оцениваются по тем же рангам, что и покерные комбинации. На четвертой улице лучшая рука — это два туза (например, A♠-A♥), а худшая — младшие карты одинаковой масти (2♣- 3♣). Любая пара сильнее непарной руки. Например, 2♠-2♥ сильнее A♠-K♥.\n\nУ первого игрока имеются следующие варианты: чек (пропуск ставки и передача слова следующему активному игроку в розыгрыше) или малая ставка. Если у этого игрока открытые карты представляют собой пару, он также может поставить двойной размер малой ставки, т.е. большую ставку. После этого игроки по очереди принимают решение по часовой стрелке."
  },
  {
    "stage_id": "seven_card_stud_fourth_street",
    "title": "Betting options",
    "order": "3",
    "step_id": "seven_card_stud_fourth_street_3",
    "left": "75",
    "top": "43",
    "description": "In the second betting round, players have the following options: check, call, raise or fold.\nThe betting limit in this round is set at the lower table limit, unless the first player to act had a pair and raised it to the higher table limit. This new bet amount would become the minimum bet in the current game round. ",
    "en_title": "Betting options",
    "en_description": "In the second betting round, players have the following options: check, call, raise or fold.\nThe betting limit in this round is set at the lower table limit, unless the first player to act had a pair and raised it to the higher table limit. This new bet amount would become the minimum bet in the current game round. ",
    "de_title": "Einsatzoptionen",
    "de_description": "In der zweiten Einsatzrunde haben die Spieler folgende Möglichkeiten: schieben, mitgehen, erhöhen oder aussteigen.\nDas Einsatzlimit in dieser Runde entspricht dem Mindesteinsatz am Tisch, es sei denn, der Eröffnungsspieler hatte ein Paar und hat den Einsatz auf den Höchsteinsatz am Tisch erhöht. In dem Fall wird dieser neue Einsatzbetrag in der aktuellen Spielrunde zum Mindesteinsatz. \n",
    "es_title": "Opciones de apuesta",
    "es_description": "Durante la segunda ronda de apuestas los jugadores tienen las siguientes opciones: pasar, igualar, subir o retirarse.\nEl límite de apuesta en esta ronda se establece según el límite mínimo de la mesa, a menos que el primer jugador en actuar tenga una pareja y la haya subido al límite máximo de la mesa. El nuevo importe de la apuesta será la apuesta mínima de la ronda en curso. \n",
    "ru_title": "Варианты ставок",
    "ru_description": "Во втором раунде торговли у игроков имеются следующие опции: чек, колл, рейз или фолд.\n\nРазмер ставки в этом раунде ограничен малой ставкой, если первый игрок не собрал пару и не воспользовался вариантом сделать большую ставку. В таком случае большая ставка становится новой минимальной ставкой на этой улице."
  },
  {
    "stage_id": "seven_card_stud_fourth_street",
    "title": "End of betting",
    "order": "4",
    "step_id": "seven_card_stud_fourth_street_4",
    "left": "9",
    "top": "34",
    "description": "The betting round ends when all players, who have not folded, have placed equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as on Third Street. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends. ",
    "en_title": "End of betting",
    "en_description": "The betting round ends when all players, who have not folded, have placed equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as on Third Street. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends. ",
    "de_title": "Ende der Einsatzrunde",
    "de_description": "Die Einsatzrunde endet, wenn alle Spieler, die nicht ausgestiegen sind, die gleichen Einsätze in den Pot eingezahlt haben. Wenn alle Spieler in der aktuellen Einsatzrunde schieben und somit keine neuen Einsätze in den Pot kommen, bleibt die Geldsumme im Pot die gleiche wie bei der Third Street. Wenn alle Spieler bis auf einen in der aktuellen Runde aussteigen, gewinnt der Spieler, der nicht ausgestiegen ist, den Pot, und die Einsatzrunde ist zu Ende.\n",
    "es_title": "Fin de la ronda de apuestas",
    "es_description": "La ronda de apuestas finaliza cuando todos los jugadores, que permanezcan en la partida, hayan apostado el mismo importe en el pozo. Si todos los jugadores deciden pasar en esta ronda de apuestas (sin la realización de apuestas nuevas), el importe del pozo seguirá siendo el mismo que en la Tercera Calle. Si todos los jugadores, a excepción de uno, deciden retirarse en esta ronda, el jugador que permanezca en la ronda será quien gane el pozo, con la consiguiente finalización de la ronda de apuestas.\r",
    "ru_title": "Окончание торговли",
    "ru_description": "Торговля заканчивается, когда все игроки, которые не сбросились, поставят в банк одинаковые суммы. Если в текущем раунде торговли все игроки чекнут, т.е. откажутся от ставок, размер банка останется прежним, т.е. таким же, как на предыдущей улице. Если все игроки, за исключением одного, в текущем раунде сбросятся, раздача заканчивается, и единственный оставшийся в ней игрок выигрывает банк."
  },
  {
    "stage_id": "seven_card_stud_fifth_street",
    "title": "Fifth Street",
    "order": "1",
    "step_id": "seven_card_stud_fifth_street_1",
    "left": "83",
    "top": "10",
    "description": "A face-up door card is dealt to each active player. Every active player now has five cards in total: two face-down and three face-up. Fifth Street also refers to the third round of betting. ",
    "en_title": "Fifth Street",
    "en_description": "A face-up door card is dealt to each active player. Every active player now has five cards in total: two face-down and three face-up. Fifth Street also refers to the third round of betting. ",
    "de_title": "Die „Fifth Street“",
    "de_description": "Jedem aktiven Spieler wird eine offene Door Card ausgeteilt. Nun hat jeder aktive Spieler insgesamt fünf Karten: zwei verdeckte und drei offene Karten. „Fifth Street“ ist auch der Name dieser dritten Einsatzrunde. \r",
    "es_title": "Quinta Calle",
    "es_description": "Se reparte una primera carta expuesta boca arriba a cada participante de la mano. En este momento cada participante de la mano tiene un total de cinco cartas: dos boca abajo y tres boca arriba. La Quinta Calle también hace referencia a la tercera ronda de apuestas. \r",
    "ru_title": "Пятая улица",
    "ru_description": "Каждому активному игроку раздается открытая дор-карта. У каждого активного игрока на руках теперь пять карт: две закрытые и три открытые. Пятая улица представляет собой третий раунд торговли. "
  },
  {
    "stage_id": "seven_card_stud_fifth_street",
    "title": "First player to act",
    "order": "2",
    "step_id": "seven_card_stud_fifth_street_2",
    "left": "66",
    "top": "90",
    "description": "The first person to bet in the third betting round is the active player with the highest valued face-up cards.\n\nThis first player has the following options: check (not place a bet) or bet the higher table limit. After that, the betting action move clockwise around the table, with each player acting in turn.",
    "en_title": "First player to act",
    "en_description": "The first person to bet in the third betting round is the active player with the highest valued face-up cards.\n\nThis first player has the following options: check (not place a bet) or bet the higher table limit. After that, the betting action move clockwise around the table, with each player acting in turn.",
    "de_title": "Der Eröffnungsspieler",
    "de_description": "Der aktive Spieler mit den höchstwertigen offenen Karten eröffnet die dritte Einsatzrunde.\n\nDieser erste Spieler hat folgende Möglichkeiten: schieben (keinen Einsatz entrichten) oder den Höchsteinsatz am Tisch setzen. Anschließend läuft die Einsatzrunde im Uhrzeigersinn um den Tisch, von einem Spieler zum nächsten.\n",
    "es_title": "Primer jugador en actuar",
    "es_description": "La primera persona en actuar en la tercera ronda de apuestas es el participante de la mano que tenga las cartas boca arriba con el valor más alto.\n\nEl primer jugador tiene las siguientes opciones: pasar (no realizar ninguna apuesta) o apostar el límite máximo de la mesa. Después, las apuestas se realizan de izquierda a derecha alrededor de la mesa y los jugadores actúan por turnos.\n",
    "ru_title": "Игрок, принимающий решение первым",
    "ru_description": "Первым в этом раунде торговли действует активный игрок со старшими открытыми картами.\n\nУ него имеются следующие варианты: чек (пропуск ставки) или большая ставка. После этого игроки по очереди принимают решение по часовой стрелке."
  },
  {
    "stage_id": "seven_card_stud_fifth_street",
    "title": "Betting options",
    "order": "3",
    "step_id": "seven_card_stud_fifth_street_3",
    "left": "75",
    "top": "60",
    "description": "On Fifth Street, the betting options are the same as in the previous round: check, call, raise or fold. However, the bet amount in this round is set at the higher table limit.",
    "en_title": "Betting options",
    "en_description": "On Fifth Street, the betting options are the same as in the previous round: check, call, raise or fold. However, the bet amount in this round is set at the higher table limit.",
    "de_title": "Einsatzoptionen",
    "de_description": "Bei der Fifth Street haben Spieler dieselben Einsatzoptionen wie in der vorigen Runde: schieben, mitgehen, erhöhen oder aussteigen. Der Einsatzbetrag in dieser Runde entspricht dem Höchstbetrag am Tisch.\r",
    "es_title": "Opciones de apuesta",
    "es_description": "En la Quinta Calle, las opciones de apuesta son las mismas que en la ronda previa: pasar, igualar, subir o retirarse. Sin embargo, el importe de la apuesta en esta ronda se establece según el límite máximo de la mesa.\r",
    "ru_title": "Варианты ставок",
    "ru_description": "На пятой улице у игроков те же опции, что и на предыдущей: чек, колл, рейз или фолд. Однако размер ставки в этом раунде равен большой ставке за этим столом."
  },
  {
    "stage_id": "seven_card_stud_fifth_street",
    "title": "End of betting ",
    "order": "4",
    "step_id": "seven_card_stud_fifth_street_4",
    "left": "94",
    "top": "10",
    "description": "The betting round ends when all players, who have not folded, have placed equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as on Fourth Street. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round finishes.",
    "en_title": "End of betting ",
    "en_description": "The betting round ends when all players, who have not folded, have placed equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as on Fourth Street. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round finishes.",
    "de_title": "Ende der Einsatzrunde",
    "de_description": "Die Einsatzrunde endet, wenn alle Spieler, die nicht ausgestiegen sind, die gleichen Einsätze in den Pot eingezahlt haben. Wenn alle Spieler in der aktuellen Einsatzrunde schieben und somit keine neuen Einsätze in den Pot kommen, bleibt die Geldsumme im Pot die gleiche wie bei der Fourth Street. Wenn alle Spieler bis auf einen in der aktuellen Runde aussteigen, gewinnt der Spieler, der nicht ausgestiegen ist, den Pot, und die Einsatzrunde ist zu Ende.\r",
    "es_title": "Fin de la ronda de apuestas ",
    "es_description": "La ronda de apuestas finaliza cuando todos los jugadores, que permanezcan en la partida, hayan apostado el mismo importe en el pozo. Si todos los jugadores deciden pasar en esta ronda de apuestas (sin la realización de apuestas nuevas), el importe del pozo seguirá siendo el mismo que en la Cuarta Calle. Si todos los jugadores, a excepción de uno, deciden retirarse en esta ronda, el jugador que permanezca en la ronda será quien gane el pozo, con la consiguiente finalización de la ronda de apuestas.\r",
    "ru_title": "Окончание торговли ",
    "ru_description": "Торговля заканчивается, когда все игроки, которые не сбросились, поставят в банк одинаковые суммы. Если в текущем раунде торговли все игроки чекнут, т.е. откажутся от ставок, размер банка останется прежним, т.е. таким же, как на предыдущей улице. Если все игроки, за исключением одного, в текущем раунде сбросятся, раздача завершается, и единственный оставшийся в ней игрок выигрывает банк."
  },
  {
    "stage_id": "seven_card_stud_sixth_street",
    "title": "Sixth Street",
    "order": "1",
    "step_id": "seven_card_stud_sixth_street_1",
    "left": "87",
    "top": "10",
    "description": "On Sixth Street, the fourth face-up card is dealt to each active player. Every active player now has six cards in total: two face-down and four face-up. Sixth Street also refers to the fourth round of betting. ",
    "en_title": "Sixth Street",
    "en_description": "On Sixth Street, the fourth face-up card is dealt to each active player. Every active player now has six cards in total: two face-down and four face-up. Sixth Street also refers to the fourth round of betting. ",
    "de_title": "Die „Sixth Street“",
    "de_description": "Während der Sixth Street wird jedem aktiven Spieler eine vierte offene Karte ausgeteilt. Nun hat jeder aktive Spieler insgesamt sechs Karten: zwei verdeckte und vier offene Karten. „Sixth Street“ ist auch der Name dieser vierten Einsatzrunde. \r",
    "es_title": "Sexta Calle",
    "es_description": "Durante la Sexta Calle se reparte la cuarta carta boca arriba a cada participante de la mano. En este momento cada participante de la mano tiene un total de seis cartas: dos boca abajo y cuatro boca arriba. La Sexta Calle también hace referencia a la cuarta ronda de apuestas. \r",
    "ru_title": "Шестая улица",
    "ru_description": "На шестой улице каждый активный игрок получает четвертую открытую карту. У каждого активного игрока на руках теперь шесть карт: две закрытые и четыре открытые. Шестая улица представляет собой четвертый раунд торговли. "
  },
  {
    "stage_id": "seven_card_stud_sixth_street",
    "title": "First player to act",
    "order": "2",
    "step_id": "seven_card_stud_sixth_street_2",
    "left": "51",
    "top": "10",
    "description": "The first person to bet in the third betting round is the active player with the highest valued face-up cards.\n\nThis first player has the following options: check (not place a bet) or bet the higher table limit. After that, the betting action move clockwise around the table, with each player acting in turn.",
    "en_title": "First player to act",
    "en_description": "The first person to bet in the third betting round is the active player with the highest valued face-up cards.\n\nThis first player has the following options: check (not place a bet) or bet the higher table limit. After that, the betting action move clockwise around the table, with each player acting in turn.",
    "de_title": "Der Eröffnungsspieler",
    "de_description": "Der aktive Spieler mit den höchstwertigen offenen Karten eröffnet die dritte Einsatzrunde.\n\nDieser erste Spieler hat folgende Möglichkeiten: schieben (keinen Einsatz entrichten) oder den Höchsteinsatz am Tisch setzen. Anschließend läuft die Einsatzrunde im Uhrzeigersinn um den Tisch, von einem Spieler zum nächsten.\n",
    "es_title": "Primer jugador en actuar",
    "es_description": "La primera persona en actuar en la tercera ronda de apuestas es el participante de la mano que tenga las cartas boca arriba con el valor más alto.\n\nEl primer jugador tiene las siguientes opciones: pasar (no realizar ninguna apuesta) o apostar el límite máximo de la mesa. Después, las apuestas se realizan de izquierda a derecha alrededor de la mesa y los jugadores actúan por turnos.\n",
    "ru_title": "Игрок, принимающий решение первым",
    "ru_description": "Первым в четвертом раунде торговли действует активный игрок со старшими открытыми картами.\n\nУ него имеются следующие варианты: чек (пропуск ставки) или большая ставка. После этого игроки по очереди принимают решение по часовой стрелке."
  },
  {
    "stage_id": "seven_card_stud_sixth_street",
    "title": "Betting options",
    "order": "3",
    "step_id": "seven_card_stud_sixth_street_3",
    "left": "75",
    "top": "60",
    "description": "On sixth street, the betting options are the same as in the previous round: check, call, raise or fold. The bet amount in this round is also set at the higher table limit.",
    "en_title": "Betting options",
    "en_description": "On sixth street, the betting options are the same as in the previous round: check, call, raise or fold. The bet amount in this round is also set at the higher table limit.",
    "de_title": "Einsatzoptionen",
    "de_description": "Bei der Sixth Street haben Spieler dieselben Einsatzoptionen wie in der vorigen Runde: schieben, mitgehen, erhöhen oder aussteigen. Der Einsatzbetrag in dieser Runde entspricht ebenfalls dem Höchstbetrag am Tisch.\r",
    "es_title": "Opciones de apuesta",
    "es_description": "En la Sexta Calle, las opciones de apuesta son las mismas que en la ronda previa: pasar, igualar, subir o retirarse. El importe de la apuesta en esta ronda también se establece según el límite máximo de la mesa.\r",
    "ru_title": "Варианты ставок",
    "ru_description": "На шестой улице у игроков те же опции, что и на предыдущей: чек, колл, рейз или фолд. Размер ставки в этом раунде также равен большой ставке за этим столом."
  },
  {
    "stage_id": "seven_card_stud_sixth_street",
    "title": "End of betting ",
    "order": "4",
    "step_id": "seven_card_stud_sixth_street_4",
    "left": "11",
    "top": "90",
    "description": "The betting round ends when all players, who have not folded, have placed equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as on Fifth Street. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round finishes.",
    "en_title": "End of betting ",
    "en_description": "The betting round ends when all players, who have not folded, have placed equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as on Fifth Street. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round finishes.",
    "de_title": "Ende der Einsatzrunde",
    "de_description": "Die Einsatzrunde endet, wenn alle Spieler, die nicht ausgestiegen sind, die gleichen Einsätze in den Pot eingezahlt haben. Wenn alle Spieler in der aktuellen Einsatzrunde schieben und somit keine neuen Einsätze in den Pot kommen, bleibt die Geldsumme im Pot die gleiche wie bei der Fifth Street. Wenn alle Spieler bis auf einen in der aktuellen Runde aussteigen, gewinnt der Spieler, der nicht ausgestiegen ist, den Pot, und die Einsatzrunde ist zu Ende.\n",
    "es_title": "Fin de la ronda de apuestas ",
    "es_description": "La ronda de apuestas finaliza cuando todos los jugadores, que permanezcan en la partida, hayan apostado el mismo importe en el pozo. Si todos los jugadores deciden pasar en esta ronda de apuestas (sin la realización de apuestas nuevas), el importe del pozo seguirá siendo el mismo que en la Quinta Calle. Si todos los jugadores, a excepción de uno, deciden retirarse en esta ronda, el jugador que permanezca en la ronda será quien gane el pozo, con la consiguiente finalización de la ronda de apuestas.\r",
    "ru_title": "Окончание торговли ",
    "ru_description": "Торговля заканчивается, когда все игроки, которые не сбросились, поставят в банк одинаковые суммы. Если в текущем раунде торговли все игроки чекнут, т.е. откажутся от ставок, размер банка останется прежним, т.е. таким же, как на предыдущей улице. Если все игроки, за исключением одного, в текущем раунде сбросятся, раздача завершается, и единственный оставшийся в ней игрок выигрывает банк."
  },
  {
    "stage_id": "seven_card_stud_river",
    "title": "The River",
    "order": "1",
    "step_id": "seven_card_stud_river_1",
    "left": "90",
    "top": "10",
    "description": "The last face down card is dealt to each player. Now all active players have seven cards: three face-down and four face-up. \n\nIn the rare instance that all 8 players make it to the river round, only four cards would remain in the deck. There wouldn't be enough cards for each player to receive a final face-down card. In those cases, one face-up community card is dealt on the poker table for all players to use to make their hand.",
    "en_title": "The River",
    "en_description": "The last face down card is dealt to each player. Now all active players have seven cards: three face-down and four face-up. \n\nIn the rare instance that all 8 players make it to the river round, only four cards would remain in the deck. There wouldn't be enough cards for each player to receive a final face-down card. In those cases, one face-up community card is dealt on the poker table for all players to use to make their hand.",
    "de_title": "Der „River“",
    "de_description": "Jedem Spieler wird eine letzte, verdeckte Karte ausgeteilt. Nun haben alle aktiven Spieler insgesamt sieben Karten: drei verdeckte und vier offene Karten.\n\nIm seltenen Fall, dass alle 8 Spieler noch am River teilnehmen, verbleiben jedoch lediglich vier Karten im Stapel. Es wären also nicht mehr genügend Karten übrig, um jedem Spieler abschließend eine eigene verdeckte Karte auszuteilen. In solch einem Fall wird eine Gemeinschaftskarte offen auf den Tisch gelegt, die alle Spieler für die Zusammenstellung ihrer Pokerhand nutzen können.\n",
    "es_title": "El river",
    "es_description": "Se reparte a cada jugador la última carta boca abajo. Ahora todos participante de la mano tienen siete cartas: tres boca abajo y cuatro boca arriba.\n\nEn el extraño caso de que los ocho jugadores hayan llegado a la ronda river, solo quedarán cuatro cartas en la baraja. En ese caso, no habrá suficientes cartas para que cada jugador reciba una última carta boca abajo. En ese caso, se reparte una carta común boca arriba en la mesa de poker para que todos los jugadores puedan usarla para formar su mano.\n",
    "ru_title": "Ривер",
    "ru_description": "Каждый игрок получает на руки последнюю, закрытую карту. Теперь у всех активных игроков семь карт: три закрытые и четыре открытые.\n\nВ редком случае, когда все 8 игроков за столом доходят до ривера, в колоде остается всего четыре карты. Их недостаточно, чтобы каждый игрок получил на руки последнюю, закрытую карту. В такой ситуации на стол выкладывается одна общая открытая карта, которую каждый игрок может использовать для составления своей комбинации."
  },
  {
    "stage_id": "seven_card_stud_river",
    "title": "First player",
    "order": "2",
    "step_id": "seven_card_stud_river_2",
    "left": "53",
    "top": "10",
    "description": "The first person to bet in the third betting round is the active player with the highest valued face-up cards.\n\nThis first player has the following options: check (not place a bet) or bet the higher table limit. After that, the betting action move clockwise around the table, with each player acting in turn.",
    "en_title": "First player",
    "en_description": "The first person to bet in the third betting round is the active player with the highest valued face-up cards.\n\nThis first player has the following options: check (not place a bet) or bet the higher table limit. After that, the betting action move clockwise around the table, with each player acting in turn.",
    "de_title": "Eröffnungsspieler",
    "de_description": "Der aktive Spieler mit den höchstwertigen offenen Karten eröffnet die dritte Einsatzrunde.\n\nDieser erste Spieler hat folgende Möglichkeiten: schieben (keinen Einsatz entrichten) oder den Höchsteinsatz am Tisch setzen. Anschließend läuft die Einsatzrunde im Uhrzeigersinn um den Tisch, von einem Spieler zum nächsten.\n",
    "es_title": "Primer jugador",
    "es_description": "La primera persona en actuar en la tercera ronda de apuestas es el participante de la mano que tenga las cartas boca arriba con el valor más alto.\n\nEl primer jugador tiene las siguientes opciones: pasar (no realizar ninguna apuesta) o apostar el límite máximo de la mesa. Después, las apuestas se realizan de izquierda a derecha alrededor de la mesa y los jugadores actúan por turnos.\n",
    "ru_title": "Игрок, принимающий решение первым",
    "ru_description": "Первым в этом раунде торговли действует активный игрок со старшими открытыми картами.\n\nУ него имеются следующие варианты: чек (пропуск ставки) или большая ставка. После этого игроки по очереди принимают решение по часовой стрелке."
  },
  {
    "stage_id": "seven_card_stud_river",
    "title": "Betting options",
    "order": "3",
    "step_id": "seven_card_stud_river_3",
    "left": "75",
    "top": "60",
    "description": "On the river, the betting options are the same as in the previous round: check, call, raise or fold. The bet amount in this round is also set at the higher table limit.",
    "en_title": "Betting options",
    "en_description": "On the river, the betting options are the same as in the previous round: check, call, raise or fold. The bet amount in this round is also set at the higher table limit.",
    "de_title": "Einsatzoptionen",
    "de_description": "Beim River haben Spieler dieselben Einsatzoptionen wie in der vorigen Runde: schieben, mitgehen, erhöhen oder aussteigen. Der Einsatzbetrag in dieser Runde entspricht ebenfalls dem Höchstbetrag am Tisch.\r",
    "es_title": "Opciones de apuesta",
    "es_description": "En la ronda river, las opciones de apuesta son las mismas que en la ronda previa: pasar, igualar, subir o retirarse. El importe de la apuesta en esta ronda también se establece según el límite máximo de la mesa.\r",
    "ru_title": "Варианты ставок",
    "ru_description": "На ривере у игроков те же опции, что и на предыдущей улице: чек, колл, рейз или фолд. Размер ставки в этом раунде также равен большой ставке за этим столом."
  },
  {
    "stage_id": "seven_card_stud_river",
    "title": "End of betting ",
    "order": "4",
    "step_id": "seven_card_stud_river_4",
    "left": "9",
    "top": "90",
    "description": "The betting round ends when all players, who have not folded, have placed equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as on Sixth Street. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends. ",
    "en_title": "End of betting ",
    "en_description": "The betting round ends when all players, who have not folded, have placed equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as on Sixth Street. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends. ",
    "de_title": "Ende der Einsatzrunde",
    "de_description": "Die Einsatzrunde endet, wenn alle Spieler, die nicht ausgestiegen sind, die gleichen Einsätze in den Pot eingezahlt haben. Wenn alle Spieler in der aktuellen Einsatzrunde schieben und somit keine neuen Einsätze in den Pot kommen, bleibt die Geldsumme im Pot die gleiche wie bei der Sixth Street. Wenn alle Spieler bis auf einen in der aktuellen Runde aussteigen, gewinnt der Spieler, der nicht ausgestiegen ist, den Pot, und die Einsatzrunde ist zu Ende. \n",
    "es_title": "Fin de la ronda de apuestas ",
    "es_description": "La ronda de apuestas finaliza cuando todos los jugadores, que permanezcan en la partida, hayan apostado el mismo importe en el pozo. Si todos los jugadores deciden pasar en esta ronda de apuestas (sin la realización de apuestas nuevas), el importe del pozo seguirá siendo el mismo que en la Sexta Calle. Si todos los jugadores, a excepción de uno, deciden retirarse en esta ronda, el jugador que permanezca en la ronda será quien gane el pozo, con la consiguiente finalización de la ronda de apuestas. \r",
    "ru_title": "Окончание торговли ",
    "ru_description": "Торговля заканчивается, когда все игроки, которые не сбросились, поставят в банк одинаковые суммы. Если в текущем раунде торговли все игроки чекнут, т.е. откажутся от ставок, размер банка останется прежним, т.е. таким же, как на предыдущей улице. Если все игроки, за исключением одного, в текущем раунде сбросятся, раздача заканчивается, и единственный оставшийся в ней игрок выигрывает банк. "
  },
  {
    "stage_id": "seven_card_stud_showdown",
    "title": "The hand",
    "order": "1",
    "step_id": "seven_card_stud_showdown_1",
    "left": "50",
    "top": "50",
    "description": "To form the best five card combination in a game of Seven Card Stud, the players have to use any five of their seven total cards.",
    "en_title": "The hand",
    "en_description": "To form the best five card combination in a game of Seven Card Stud, the players have to use any five of their seven total cards.",
    "de_title": "Die Hand",
    "de_description": "Beim Seven Card Stud können Spieler ihre beste Pokerhand aus beliebigen fünf ihrer insgesamt sieben Karten zusammenstellen.\r",
    "es_title": "La mano",
    "es_description": "Para formar la mejor combinación de cinco cartas en una partida de Seven Card Stud, los jugadores deben usar cinco cartas cualesquiera de sus siete cartas totales.\r",
    "ru_title": "Рука",
    "ru_description": "Чтобы сформировать лучшую пятикарточную комбинацию в Seven Card Stud, игроки должен использовать любые пять из своих семи карт."
  },
  {
    "stage_id": "seven_card_stud_showdown",
    "title": "The order at showdown",
    "order": "2",
    "step_id": "seven_card_stud_showdown_2",
    "left": "60",
    "top": "90",
    "description": "The player with the best high hand showing gets to reveal their cards first, unless there was betting action in the river round. In that case, the player who bet or raised last would have to show first. The aim for the players is to form the best five-card combination by using any five of their Seven Card. Players go in order clockwise around the table, showing their cards.",
    "en_title": "The order at showdown",
    "en_description": "The player with the best high hand showing gets to reveal their cards first, unless there was betting action in the river round. In that case, the player who bet or raised last would have to show first. The aim for the players is to form the best five-card combination by using any five of their Seven Card. Players go in order clockwise around the table, showing their cards.",
    "de_title": "Die Reihenfolge beim Showdown",
    "de_description": "Der Spieler mit der besten offenen Hand deckt seine Karten als Erster auf, es sei denn, in der River-Runde wurde noch gesetzt. In dem Fall muss der Spieler, der zuletzt gesetzt bzw. den Einsatz erhöht hat, als Erster seine Karten aufdecken. Ziel der Spieler ist es, mit beliebigen fünf ihrer sieben Karten die beste Pokerhand zusammenzustellen. Spieler decken im Uhrzeigersinn nacheinander ihre Karten auf.\r",
    "es_title": "El orden de la muestra de cartas",
    "es_description": "El jugador con la mejor mano de mayor valor es el primero en revelar sus cartas, a menos que se realizasen apuestas durante la ronda river. En ese caso, el último jugador que realizó una apuesta o subió deberá ser el primero en mostrar. El objetivo es que los jugadores formen la mejor combinación de cinco cartas usando cinco cartas cualesquiera de las siete. Los jugadores, en orden, muestran las cartas de izquierda a derecha alrededor de la mesa.\n",
    "ru_title": "Порядок вскрытия на шоудауне",
    "ru_description": "Первым вскрывается игрок со старшими открытыми картами, если на ривере не было ставок. Если же ставки на ривере были, первым открывается игрок, который последним совершил активное действие, т.е. рейз или ставку. Игроки стремятся собрать лучшую пятикарточную комбинацию, используя любые пять из своих семи карт. Игроки вскрываются по очереди, по часовой стрелке."
  },
  {
    "stage_id": "seven_card_stud_showdown",
    "title": "The winner",
    "order": "3",
    "step_id": "seven_card_stud_showdown_3",
    "left": "66",
    "top": "68",
    "description": "The winner is the player with the best five-card combination, also known as the hand.",
    "en_title": "The winner",
    "en_description": "The winner is the player with the best five-card combination, also known as the hand.",
    "de_title": "Der Gewinner",
    "de_description": "Gewinner ist der Spieler mit der besten Kombination aus fünf Karten, die auch als Hand bezeichnet wird.\r",
    "es_title": "El ganador",
    "es_description": "El ganador será aquel jugador que cuente con la mejor combinación de cinco cartas, también denominada “la mano”.\r",
    "ru_title": "Победитель",
    "ru_description": "Победителем становится игрок, который сможет собрать лучшую пятикарточную комбинацию (покерная рука)."
  },
  {
    "stage_id": "snap_deal",
    "title": "Dealer",
    "order": "1",
    "step_id": "snap_deal_1",
    "left": "28",
    "top": "10",
    "description": "The Dealer is a table position assigned to the player who acts last in all betting rounds except pre-flop – as long as they choose to play the hand. It is also known as the ‘dealer button’ or simply the ‘button’ and is indicated by a ‘D’ marker. The dealer position is important because it determines the order in which players can act.\n\nThe dealer is known to be the best table position. The player in the dealer position can observe the actions of their opponents before it's their turn to act. It allows the player to analyse their opponents and make decisions based on their previous actions.\n\nIn SNAP poker, you can never predict when you will be the dealer for a specific hand, because you are randomly re-seated at a new table as soon as the hand ends, or you decide to fold.",
    "en_title": "Dealer",
    "en_description": "The Dealer is a table position assigned to the player who acts last in all betting rounds except pre-flop – as long as they choose to play the hand. It is also known as the ‘dealer button’ or simply the ‘button’ and is indicated by a ‘D’ marker. The dealer position is important because it determines the order in which players can act.\n\nThe dealer is known to be the best table position. The player in the dealer position can observe the actions of their opponents before it's their turn to act. It allows the player to analyse their opponents and make decisions based on their previous actions.\n\nIn SNAP poker, you can never predict when you will be the dealer for a specific hand, because you are randomly re-seated at a new table as soon as the hand ends, or you decide to fold.",
    "de_title": "Dealer",
    "de_description": "Der Dealer ist eine Tischposition, die dem Spieler zugewiesen wird, der in allen Einsatzrunden mit Ausnahme des Preflops als letzter an der Reihe ist – solange er sich entschließt, die Hand zu spielen. Diese Position wird als „Dealer-Button“ oder einfach als „Button“ bezeichnet und durch die Markierung „D“ gekennzeichnet. Die Dealer-Position ist wichtig, weil sie die Reihenfolge bestimmt, in der Spieler agieren können.\n\nDer Dealer ist bekanntermaßen die beste Tischposition. Der Spieler in der Dealer-Position kann die Aktionen seiner Gegenspieler beobachten, bevor er seinerseits an der Reihe ist. Auf diese Weise kann der Spieler seine Gegner analysieren und Entscheidungen auf Basis ihrer vorherigen Aktionen treffen.\n\nBeim SNAP-Poker können Sie niemals vorhersagen, wann Sie für eine bestimmte Hand der Dealer sind, weil Sie nach dem Zufallsprinzip an einen neuen Tisch umgesetzt werden, sobald die Hand endet oder Sie sich entschließen, auszusteigen.",
    "es_title": "Crupier",
    "es_description": "El Crupier es una posición de la mesa que se asigna a aquel jugador que participe en último lugar en todas las rondas de apuestas, a excepción de la ronda “Pre-flop”, siempre y cuando decida jugar esa mano. También suele denominarse como “botón del crupier” o simplemente “botón”, y aparece resaltado por el indicador “D” La posición del crupier es esencial porque define el orden en el que pueden participar los jugadores.\n\nEl crupier es considerado como la mejor posición de la mesa. El jugador que se encuentre en la posición del crupier cuenta con la posibilidad de analizar todas las acciones de sus oponentes antes de realizar su jugada. Le permite evaluar a sus oponentes y tomar decisiones en función de sus acciones anteriores.\n\nEn SNAP Poker, es imposible predecir cuándo te tocará ser el crupier de una mano en cuestión ya que se te asigna aleatoriamente a una mesa nueva en cuanto finaliza una mano o cuando decides retirarte.\n",
    "ru_title": "Дилер",
    "ru_description": "Дилер — это позиция за столом, назначаемая игроку, который во всех раундах торговли за исключением префлопа принимает решение последним (если, конечно, решит продолжать розыгрыш). Эта позиция также называется \"баттоном\" или просто \"кнопкой\" и отмечается маркером ‘D’. Позиция дилера важна, так как она определяет очередность хода среди игроков.\n\nБаттон — это лучшая позиция за столом. Игрок на баттоне всегда знает действия всех своих оппонентов, прежде чем принимает решение сам. Это позволяет игроку проанализировать своих соперников и играть, отталкиваясь от их предыдущих действий.\n\nВ SNAP-покере вы не можете предугадать, в какой именно раздаче вы окажетесь на баттоне, потому что посадка происходит случайным образом, как только раздача заканчивается или вы решаете сброситься."
  },
  {
    "stage_id": "snap_deal",
    "title": "Small Blind",
    "order": "2",
    "step_id": "snap_deal_2",
    "left": "79",
    "top": "10",
    "description": "The small blind, marked as SB, is the first of the two initial forced bets in a game of Texas Hold'em. It is placed by the player immediately to the left of the dealer, and rotates after each hand to the next player, in a clockwise fashion. In a $10/$20 No Limit (NLHE) game, the small blind is equal to $10. However, in a Fixed Limit NLHE game, the SB is equal to one-half of the selected table’s lower betting limit. For example, if a table’s betting stake is $10/$20, the small blind would be $5.",
    "en_title": "Small Blind",
    "en_description": "The small blind, marked as SB, is the first of the two initial forced bets in a game of Texas Hold'em. It is placed by the player immediately to the left of the dealer, and rotates after each hand to the next player, in a clockwise fashion. In a $10/$20 No Limit (NLHE) game, the small blind is equal to $10. However, in a Fixed Limit NLHE game, the SB is equal to one-half of the selected table’s lower betting limit. For example, if a table’s betting stake is $10/$20, the small blind would be $5.",
    "de_title": "Small Blind",
    "de_description": "Der Small Blind mit der Kennzeichnung SB ist der erste der beiden anfänglichen Zwangseinsätze in einem Texas Hold'em-Spiel. Er wird von dem Spieler unmittelbar links neben dem Dealer platziert und rotiert nach jeder Hand im Uhrzeigersinn zum nächsten Spieler. Bei einem $ 10/$ 20-No-Limit-Spiel (NLHE) entspricht der Small Blind einem Betrag von $ 10. Bei einem Fixed Limit NLHE-Spiel entspricht der SB jedoch dem halben Betrag des unteren Einsatzlimits am ausgewählten Tisch. Wenn der Einsatz an einem Tisch z. B. $ 10/$ 20 ist, beträgt der Small Blind $ 5.\n",
    "es_title": "Ciega pequeña",
    "es_description": "La ciega pequeña, identificada como SB, es la primera de las dos apuestas forzadas iniciales que se realizan en una partida de Texas Hold'em. Es el jugador sentado justo a la izquierda del crupier quien realiza dicha apuesta. Una vez finalizada esa mano, será el siguiente jugador quien se encargue de realizar la apuesta y, así, sucesivamente (siempre hacia la derecha). En un juego No Limit (NLHE) de $10/$20, el importe de la ciega pequeña equivale a $10. No obstante, en un juego Fixed Limit NLHE, el importe de la SB equivale a la mitad del límite de apuestas inferior seleccionado en la mesa. Por ejemplo, si la apuesta realizada en una mesa es de $10/$20, la ciega pequeña equivaldría a $5.\n",
    "ru_title": "Малый блайнд",
    "ru_description": "Малый блайнд, отмеченный маркером SB, — это первая из двух изначальных принудительных ставок в игре Texas Hold'em. Он ставится игроком, сидящим сразу слева от дилера. Эта обязанность в каждой раздаче переходит к следующему игроку по часовой стрелке. В игре $10/$20 No-Limit (NLHE) малый блайнд равен $10. Заметим, что в игре Fixed Limit NLHE SB равен половине малой ставки за конкретным игровым столом. Например, если за столом играют $10/$20, малый блайнд равен $5."
  },
  {
    "stage_id": "snap_deal",
    "title": "Big Blind",
    "order": "3",
    "step_id": "snap_deal_3",
    "left": "91",
    "top": "64",
    "description": "The big blind, marked as BB, is the second of the two initial mandatory bets. It is placed by the player immediately to the left of the small blind, and rotates after each hand to the next player, in a clockwise fashion. In a $10/$20 No Limit (NLHE) game, the big blind is equal to $20. However, in a Fixed Limit NLHE game, the BB is equal to the selected table’s lower betting limit. For example, if a table’s betting stake is $10/$20, the small blind would be $10.\n\nIn NLHE games, the amount of the big blind is also the minimum bet in the current betting round. The small and big blinds are important because they incite the action and get the game going, since there's already money to vie for in the pot.   ",
    "en_title": "Big Blind",
    "en_description": "The big blind, marked as BB, is the second of the two initial mandatory bets. It is placed by the player immediately to the left of the small blind, and rotates after each hand to the next player, in a clockwise fashion. In a $10/$20 No Limit (NLHE) game, the big blind is equal to $20. However, in a Fixed Limit NLHE game, the BB is equal to the selected table’s lower betting limit. For example, if a table’s betting stake is $10/$20, the small blind would be $10.\n\nIn NLHE games, the amount of the big blind is also the minimum bet in the current betting round. The small and big blinds are important because they incite the action and get the game going, since there's already money to vie for in the pot.   ",
    "de_title": "Big Blind",
    "de_description": "Der Big Blind mit der Kennzeichnung BB ist der zweite der beiden anfänglichen Zwangseinsätze. Er wird von dem Spieler unmittelbar links neben dem Small Blind platziert und rotiert nach jeder Hand im Uhrzeigersinn zum nächsten Spieler. In einem $ 10/$ 20-No-Limit-Spiel (NLHE) entspricht der Big Blind einem Betrag von $ 20. Bei einem Fixed Limit NLHE-Spiel entspricht der BB jedoch dem unteren Einsatzlimit am ausgewählten Tisch. Wenn der Einsatz an einem Tisch z. B. $ 10/$ 20 ist, beträgt der Big Blind $ 10.\n\nBei NLHE-Spielen ist der Betrag des Big Blinds auch der Mindesteinsatz in der aktuellen Einsatzrunde. Small Blind und Big Blind sind wichtig, weil sie das Geschehen anheizen und dafür sorgen, dass das Spiel ins Rollen kommt, weil sich bereits Geld im Pot befindet, um das man wetteifern kann.   \n",
    "es_title": "Ciega grande",
    "es_description": "La ciega grande, identificada como BB, es la segunda de las dos apuestas obligatorias iniciales realizadas. Es el jugador sentado justo a la izquierda de la ciega pequeña quien realiza dicha apuesta. Una vez finalizada esa mano, será el siguiente jugador quien se encargue de realizar la apuesta y, así, sucesivamente (siempre hacia la derecha). En un juego No Limit (NLHE) de $10/$20, el importe de la ciega grande equivale a $20. No obstante, en un juego Fixed Limit NLHE, el importe de la BB equivale al límite de apuestas inferior seleccionado en la mesa. Por ejemplo, si la apuesta realizada en una mesa es de $10/$20, la ciega pequeña equivaldría a $10.\n\nEn juegos NLHE, el importe de la ciega grande también equivale a la apuesta mínima realizada en la ronda de apuestas actual. Tanto las ciegas pequeñas como las ciegas grandes son de vital importancia puesto que incitan a la acción y permiten que el juego se desarrolle con normalidad ya que hay dinero en juego por el que competir.   \n",
    "ru_title": "Большой блайнд",
    "ru_description": "Большой блайнд, отмеченный маркером BB, — это вторая из двух изначальных принудительных ставок. Он ставится игроком, сидящим сразу слева от малого блайнда. Эта обязанность в каждой раздаче переходит к следующему игроку по часовой стрелке. В игре $10/$20 No-Limit (NLHE) большой блайнд равен $20. Заметим, что в игре Fixed Limit NLHE BB равен малой ставке за конкретным игровым столом. Например, если за столом играют $10/$20, большой блайнд равен $10.\n\nВ NLHE размер большого блайда — это одновременно минимальная ставка, возможная в текущем раунде торговли. Малый и большой блайнды важны, так как они провоцируют экшен и заставляют игроков в дальнейшем делать ставки и бороться за банк, ведь в нем уже есть деньги."
  },
  {
    "stage_id": "snap_deal",
    "title": "Hole cards",
    "order": "4",
    "step_id": "snap_deal_4",
    "left": "56",
    "top": "50",
    "description": "After the small and big blinds are posted, each player gets two face-down cards. These are the players’ individual cards, also known as hole cards.",
    "en_title": "Hole cards",
    "en_description": "After the small and big blinds are posted, each player gets two face-down cards. These are the players’ individual cards, also known as hole cards.",
    "de_title": "Taschenkarten",
    "de_description": "Nachdem Small Blind und Big Blind gebracht wurden, erhält jeder Teilnehmer zwei Karten verdeckt. Dies sind die eigenen Karten der Spieler, die so genannten „Taschenkarten“.\r",
    "es_title": "Hole cards (cartas de mano)",
    "es_description": "Tras lanzar ambas apuestas (la ciega grande y la ciega pequeña), cada jugador recibirá dos cartas cubiertas que constituirán las cartas individuales de dicho jugador, también conocidas como hole cards (cartas de mano).\n",
    "ru_title": "Закрытые карты",
    "ru_description": "После постановки малого и большого блайндов каждый игрок получает две закрытые карты. Это личные карты игроков, которые также называются закрытыми или карманными картами."
  },
  {
    "stage_id": "snap_pre_flop",
    "title": "First player to act",
    "order": "1",
    "step_id": "snap_pre_flop_1",
    "left": "90",
    "top": "90",
    "description": "The betting action starts with the player to the left of the big blind. The position of the player who acts first in the pre-flop round is known as ‘under the gun’ (UTG). It is considered to be the weakest table position, because the UTG player has to make decisions with no prior information about their opponents' play.",
    "en_title": "First player to act",
    "en_description": "The betting action starts with the player to the left of the big blind. The position of the player who acts first in the pre-flop round is known as ‘under the gun’ (UTG). It is considered to be the weakest table position, because the UTG player has to make decisions with no prior information about their opponents' play.",
    "de_title": "Erster Spieler, der an der Reihe ist",
    "de_description": "Das Setzen beginnt mit dem Teilnehmer links neben dem Big Blind. Die Position des Teilnehmers, der in der Preflop-Runde als erster an der Reihe ist, wird „Under the Gun“ (UTG) genannt. Sie gilt als schwächste Tischposition, weil der UTG-Spieler Entscheidungen treffen muss, ohne bereits Informationen über das Spiel des Gegners zu besitzen.\r",
    "es_title": "Primer jugador en actuar",
    "es_description": "El jugador situado a la izquierda de la ciega grande inicia las apuestas. La posición de este jugador en la ronda “Pre-flop” se conoce como “under the gun” (UTG) (en el ojo de mira). Está considerada como la posición más débil de la mesa ya que el jugador UTG debe tomar decisiones sin conocer nada acerca de la jugada de sus oponentes.\n",
    "ru_title": "Игрок, за которым первое слово",
    "ru_description": "Торговля начинается с игрока, расположенного слева от большого блайнда. Позиция игрока, который первым принимает решение на префлопе, называется \"under the gun\" (UTG). Она считается худшей позицией за столом, потому что в UTG игрок обязан принимать решение, не имея никакой информации о действиях соперников."
  },
  {
    "stage_id": "snap_pre_flop",
    "title": "Call",
    "order": "2",
    "step_id": "snap_pre_flop_2",
    "left": "71",
    "top": "90",
    "description": "To call is to match the bet made by the previous player. The first bet after the big blind needs to match the big blind, or raise it.",
    "en_title": "Call",
    "en_description": "To call is to match the bet made by the previous player. The first bet after the big blind needs to match the big blind, or raise it.",
    "de_title": "Mitgehen",
    "de_description": "Mitgehen bedeutet, den gleichen Einsatz wie der vorherige Spieler zu bringen. Der erste Einsatz nach dem Big Blind muss dem Big Blind entsprechen oder höher sein.\r",
    "es_title": "Igualar",
    "es_description": "Igualar consiste en hacer coincidir una apuesta con la apuesta realizada por el jugador anterior. La primera apuesta que se realice justo después de la ciega grande debe coincidir con la ciega grande o elevarla.\n",
    "ru_title": "Колл",
    "ru_description": "Заколлировать — значит уравнять ставку, сделанную предыдущим игроком. Первая ставка после большого блайнда должна либо уравнять большой блайнд, либо повысить стоимость продолжения розыгрыша."
  },
  {
    "stage_id": "snap_pre_flop",
    "title": "Raise",
    "order": "3",
    "step_id": "snap_pre_flop_3",
    "left": "22",
    "top": "90",
    "description": "To raise is to increase the bet amount made by the previous player. If the current bet has already been raised, all the subsequent bets have to at least equal this raise amount.",
    "en_title": "Raise",
    "en_description": "To raise is to increase the bet amount made by the previous player. If the current bet has already been raised, all the subsequent bets have to at least equal this raise amount.",
    "de_title": "Erhöhen",
    "de_description": "Erhöhen bedeutet, den Einsatzbetrag des vorherigen Spielers zu erhöhen. Wenn der aktuelle Einsatz bereits erhöht wurde, müssen alle folgenden Einsätze mindestens diesem erhöhten Betrag entsprechen.",
    "es_title": "Subir",
    "es_description": "Subir consiste en aumentar el importe de la apuesta realizada por el jugador anterior. Si ya se ha elevado la apuesta actual, las siguientes apuestas deberán igualar, como mínimo, este nuevo importe.\n",
    "ru_title": "Рейз",
    "ru_description": "Рейзить — значит повышать ставку, сделанную предыдущим игроком. Если текущая ставка уже была повышена, все последующую ставки должны быть как минимум равны рейзу."
  },
  {
    "stage_id": "snap_pre_flop",
    "title": "SNAP Fold",
    "order": "4",
    "step_id": "snap_pre_flop_4",
    "left": "38",
    "top": "50",
    "description": "To fold is to not play a hand. If you decide to fold you are no longer eligible to take part in any more betting and get re-seated at a new table straight away with new opponents and newly dealt cards.\n\nIn SNAP, you don't have to wait until your turn to fold the hand. You can decide to not to play as soon as you are dealt your hole cards. This is what makes SNAP so different and super fast. Other players on the table will not see that you folded until it is your turn to act.",
    "en_title": "SNAP Fold",
    "en_description": "To fold is to not play a hand. If you decide to fold you are no longer eligible to take part in any more betting and get re-seated at a new table straight away with new opponents and newly dealt cards.\n\nIn SNAP, you don't have to wait until your turn to fold the hand. You can decide to not to play as soon as you are dealt your hole cards. This is what makes SNAP so different and super fast. Other players on the table will not see that you folded until it is your turn to act.",
    "de_title": "SNAP Aussteigen",
    "de_description": "Aussteigen bedeutet, eine Hand nicht zu spielen. Wenn Sie sich entschließen, auszusteigen, dürfen Sie sich nicht mehr am Setzen beteiligen und werden sofort an einen neuen Tisch mit neuen Gegenspielern und neu ausgeteilten Karten umgesetzt.\n\nBei SNAP müssen Sie nicht warten, bis Sie an der Reihe sind, um mit Ihrer Hand auszusteigen. Sie können sich entschließen, nicht zu spielen, sobald Sie Ihre Taschenkarten erhalten haben. Genau das macht SNAP so rasant und anders. Dass Sie ausgestiegen sind, sehen die anderen Spieler am Tisch jedoch erst, wenn Sie an der Reihe sind.",
    "es_title": "SNAP Retirarse",
    "es_description": "Retirarse consiste en no jugar una mano. Si decides retirarte, ya no podrás participar en ninguna otra apuesta y se te asignará a una nueva mesa, con nuevos oponentes y una nueva mano de cartas.\n\nEn SNAP, no tendrás que esperar a que llegue tu turno para retirarte. Podrás decidir si seguir con la partida o no desde el momento en el que recibas las hole cards (cartas de mano). Es por ello por lo que SNAP es tan diferente y rápido. El resto de jugadores de la mesa no verán que te has retirado hasta que llegue tu turno.\n",
    "ru_title": "SNAP Фолд",
    "ru_description": "Сфолдить — значит выйти из розыгрыша. Если вы сбросились, вы теряете право участвовать в торговле, и вас сразу пересаживают за новый стол с новыми соперниками и заново сданными картами.\n\nВ SNAP вам необязательно ждать своей очереди, чтобы сбросить карты. Вы можете отказаться от участия в розыгрыше, как только вам сдали закрытые карты. Вот благодаря чему SNAP уникален, и игровой процесс в нем протекает так быстро. При этом игроки за прежним столом не будут знать, что вы сбросили свою руку, пока очередь хода не дойдет до вашего места за этим столом."
  },
  {
    "stage_id": "snap_pre_flop",
    "title": "“Fold, Watch and Play”",
    "order": "5",
    "step_id": "snap_pre_flop_5",
    "left": "48",
    "top": "50",
    "description": "If you decided to fold your cards, but you still want to see how the hand ends, you can use the option of “Fold, Watch and Play”. In this instance, you are still re-seated at a new table ready to start a new hand. However, you can watch the previous hand in ‘observer mode’. Bear in mind that it is only possible to observe one hand at a time.\n\nThe “Fold, Watch and Play” option is enabled for SNAP ring (cash) games only.",
    "en_title": "“Fold, Watch and Play”",
    "en_description": "If you decided to fold your cards, but you still want to see how the hand ends, you can use the option of “Fold, Watch and Play”. In this instance, you are still re-seated at a new table ready to start a new hand. However, you can watch the previous hand in ‘observer mode’. Bear in mind that it is only possible to observe one hand at a time.\n\nThe “Fold, Watch and Play” option is enabled for SNAP ring (cash) games only.",
    "de_title": "Aussteigen, zuschauen und spielen",
    "de_description": "Wenn Sie sich entschlossen haben, mit Ihren Karten auszusteigen, aber trotzdem verfolgen möchten, wie die Hand endet, können Sie die Option „Aussteigen, zuschauen und spielen“ verwenden. In diesem Fall werden immer noch an einen neuen Tisch umgesetzt und können sofort eine neue Hand beginnen. Sie können die vorherige Hand jedoch im „Beobachtermodus“ verfolgen. Beachten Sie, dass jeweils immer nur eine einzige Hand verfolgt werden kann.\n\nDie Option „Aussteigen, zuschauen und spielen“ wird nur für SNAP-Ringspiele (Cash Games) aktiviert.",
    "es_title": "Retírate, observa y juega",
    "es_description": "Si decides retirar tus cartas pero sigues queriendo ver cómo acaba la mano, puedes utilizar la opción “Retírate, observa y juega”. Es decir: sigues “sentado” en una nueva mesa preparado para comenzar una mano nueva. Sin embargo, puedes ver la mano anterior en “modo observación”. Ten en cuenta que únicamente podrás observar una mano a la vez.\n\nLa opción “Retírate, observa y juega” solamente está activada para los juegos ring game (dinero en efectivo) SNAP.\n",
    "ru_title": "Функция \"Сбросить и смотреть\"",
    "ru_description": "Если вы решили сбросить свои карты, но хотите посмотреть, как будет проходить розыгрыш, вы можете воспользоваться функцией \"Сбросить и смотреть\". В таком случае вас по-прежнему пересаживают за новый стол, и вы в любой момент можете начать новую раздачу. Однако при этом у вас остается возможность посмотреть предыдущий розыгрыш в режиме наблюдателя. Обратите внимание, что одновременно можно смотреть только за одной раздачей.\n\nФункция \"Сбросить и смотреть\" в SNAP-покере доступна только в кэш-играх."
  },
  {
    "stage_id": "snap_pre_flop",
    "title": "Check",
    "order": "6",
    "step_id": "snap_pre_flop_6",
    "left": "29",
    "top": "10",
    "description": "To check means to bet nothing. In the pre-flop round, only the big blind has an option to check  - and only if no-one has raised. If there is a prior raise, the big blind can either call, raise, fold or go all-in.",
    "en_title": "Check",
    "en_description": "To check means to bet nothing. In the pre-flop round, only the big blind has an option to check  - and only if no-one has raised. If there is a prior raise, the big blind can either call, raise, fold or go all-in.",
    "de_title": "Schieben",
    "de_description": "Schieben bedeutet, nichts zu setzen. In der Preflop-Runde besitzt nur der Big Blind die Möglichkeit, zu schieben - und nur dann, wenn niemand erhöht hat. Wenn zuvor ein Teilnehmer erhöht hat, kann der Big Blind entweder mitgehen, erhöhen, aussteigen oder All-in gehen.\r",
    "es_title": "Pasar",
    "es_description": "Pasar significa no realizar ninguna apuesta. En la ronda “Pre-flop”, solo existe la opción de pasar en las ciegas grandes (siempre y cuando ningún jugador haya subido la apuesta). Si la apuesta anterior se hubiera subido, se podrá igualar, subir, retirar o ir “all-in” con la ciega grande.\n",
    "ru_title": "Чек",
    "ru_description": "Чекнуть — значит ничего не поставить. На префлопе такая опция имеется только у большого блайнда и только в том случае, если никто до него не сделал рейз. Если рейз все же был сделан, большой блайнд может заколлировать, ререйзить или пойти олл-ин."
  },
  {
    "stage_id": "snap_pre_flop",
    "title": "End of betting",
    "order": "7",
    "step_id": "snap_pre_flop_7",
    "left": "42",
    "top": "10",
    "description": "The betting round continues until all active players have each contributed equal amounts to the pot.",
    "en_title": "End of betting",
    "en_description": "The betting round continues until all active players have each contributed equal amounts to the pot.",
    "de_title": "Ende des Setzens",
    "de_description": "Die Einsatzrunde wird fortgesetzt, bis alle aktiven Spieler die gleichen Beträge zum Pot beigesteuert haben.\r",
    "es_title": "Fin de la ronda de apuestas",
    "es_description": "La ronda de apuestas continúa hasta que todos los jugadores activos hayan contribuido, a partes iguales, en el pozo.\n",
    "ru_title": "Конец торговли",
    "ru_description": "Торговля продолжается до тех пор, пока все по-прежнему участвующие в розыгрыше игроки не внесут в банк одинаковую сумму."
  },
  {
    "stage_id": "snap_flop",
    "title": "Flop",
    "order": "1",
    "step_id": "snap_flop_1",
    "left": "27",
    "top": "50",
    "description": "Three face-up community cards are dealt on the table. ",
    "en_title": "Flop",
    "en_description": "Three face-up community cards are dealt on the table. ",
    "de_title": "Flop",
    "de_description": "Drei Gemeinschaftskarten werden offen auf dem Tisch ausgeteilt. \r",
    "es_title": "“Flop”",
    "es_description": "Se repartirán tres cartas comunes boca arriba sobre la mesa. \n",
    "ru_title": "Флоп",
    "ru_description": "На стол выкладываются три открытые общие карты."
  },
  {
    "stage_id": "snap_flop",
    "title": "First player’s actions",
    "order": "2",
    "step_id": "snap_flop_2",
    "left": "10",
    "top": "10",
    "description": "The first person to act is the first active player seated to the left of the dealer. \nThey have two options: check or place a bet. If the first player decides to check (bets nothing), the action passes, clockwise, to the next player.",
    "en_title": "First player’s actions",
    "en_description": "The first person to act is the first active player seated to the left of the dealer. \nThey have two options: check or place a bet. If the first player decides to check (bets nothing), the action passes, clockwise, to the next player.",
    "de_title": "Aktionen des ersten Spielers",
    "de_description": "Die erste Person, die an der Reihe ist, ist der erste aktive Spieler, der links neben dem Dealer sitzt.\rDieser Spieler hat zwei Möglichkeiten: schieben oder einen Einsatz platzieren. Wenn der erste Spieler sich entschließt, zu schieben (also nichts setzt), wechselt die Action im Uhrzeigersinn zum nächsten Spieler.\r",
    "es_title": "Acciones del primer jugador",
    "es_description": "La primera persona en actuar es aquel participante de la mano que se encuentre sentado a la izquierda del crupier.\nPuede elegir entre dos opciones: pasar o realizar una apuesta. Si el primer jugador decide pasar (no apostar nada), la acción se desarrolla hacia la derecha y le toca al siguiente jugador actuar.\n",
    "ru_title": "Действия первого игрока",
    "ru_description": "Первым принимает решение ближайший активный игрок слева от дилера.\nУ него две опции: чек или ставка. Если первый игрок решит чекнуть (ничего не поставит), ход переходит к следующему игроку по часовой стрелке."
  },
  {
    "stage_id": "snap_flop",
    "title": "Initial bet amount",
    "order": "3",
    "step_id": "snap_flop_3",
    "left": "30",
    "top": "10",
    "description": "The initial bet amount should equal or exceed the minimum bet amount, which is equal to the big blind. All subsequent bets must equal or exceed that initial bet.",
    "en_title": "Initial bet amount",
    "en_description": "The initial bet amount should equal or exceed the minimum bet amount, which is equal to the big blind. All subsequent bets must equal or exceed that initial bet.",
    "de_title": "Erster Einsatzbetrag",
    "de_description": "Die Höhe des ersten Einsatzbetrags sollte mindestens dem Mindesteinsatzbetrag entsprechen, der mit dem Big Blind identisch ist. Alle weiteren Einsätze müssen diesem ersten Einsatz entsprechen oder ihn übersteigen.\r",
    "es_title": "Importe de la apuesta inicial",
    "es_description": "El importe de la apuesta inicial debe ser igual o superior al importe de la apuesta mínima, que debe ser igual al de la ciega grande. El resto de apuestas debe ser igual o superior a la apuesta inicial.\n",
    "ru_title": "Размер первой ставки",
    "ru_description": "Размер первой ставки должен быть не меньше минимального, т.е. не меньше большого блайнда.  Все последующие ставки должны быть не меньше этой первой ставки."
  },
  {
    "stage_id": "snap_flop",
    "title": "Other players’ actions",
    "order": "4",
    "step_id": "snap_flop_4",
    "left": "78",
    "top": "10",
    "description": "After the initial bet is placed, all remaining players have four options: call, raise, fold or all-in. ",
    "en_title": "Other players’ actions",
    "en_description": "After the initial bet is placed, all remaining players have four options: call, raise, fold or all-in. ",
    "de_title": "Aktionen der anderen Spieler",
    "de_description": "Nachdem der erste Einsatz platziert wurde, haben alle übrigen Spieler vier Möglichkeiten: mitgehen, erhöhen, aussteigen oder All-in gehen. \r",
    "es_title": "Acciones del resto de jugadores",
    "es_description": "Una vez realizada la apuesta inicial, el resto de jugadores podrá elegir entre estas cuatro opciones: igualar la apuesta, subirla, retirarse o ir “all-in”. \n",
    "ru_title": "Действия других игроков",
    "ru_description": "После того как была сделана первая ставка, у всех оставшихся игроков четыре опции: колл, рейз, фолд или олл-ин. "
  },
  {
    "stage_id": "snap_flop",
    "title": "End of betting",
    "order": "5",
    "step_id": "snap_flop_5",
    "left": "21",
    "top": "90",
    "description": "The betting round ends when all players, who have not folded, have bet equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the pot remains the same as in the pre-flop round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends.",
    "en_title": "End of betting",
    "en_description": "The betting round ends when all players, who have not folded, have bet equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the pot remains the same as in the pre-flop round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends.",
    "de_title": "Ende des Setzens",
    "de_description": "Die Einsatzrunde endet, wenn alle Spieler, die nicht ausgestiegen sind, die gleichen Beträge zum Pot beigesteuert haben. Wenn alle Spieler sich entschließen, in der aktuellen Einsatzrunde zu schieben, es also keine neuen Einsätze gibt, bleibt der Pot derselbe wie in der Preflop-Runde. Wenn alle Spieler mit Ausnahme eines Spielers sich entschließen, in der aktuellen Runde auszusteigen, gewinnt der Spieler, der nicht ausgestiegen ist, den Pot und die Einsatzrunde endet.\r",
    "es_title": "Fin de la ronda de apuestas",
    "es_description": "La ronda de apuestas finaliza cuando todos los jugadores, que permanezcan en la partida, hayan apostado el mismo importe en el pozo. Si todos los jugadores deciden pasar en esta ronda (sin la realización de apuestas nuevas), el pozo seguirá siendo el mismo que el de la ronda “Pre-flop”. Si todos los jugadores, a excepción de uno, deciden retirarse en esta ronda, el jugador que permanezca en la ronda será quien gane el pozo, con la consiguiente finalización de la ronda.\n",
    "ru_title": "Конец торговли",
    "ru_description": "Торговля заканчивается, когда все игроки, которые не сбросились, внесут в банк одинаковую сумму. Если в текущем раунде все игроки решат чекнуть, т.е. новых ставок сделано не будет, размер банка остается прежним — таким же, как на префлопе.  Если все игроки за исключением одного решат в текущем раунде сброситься, оставшийся игрок выигрывает банк, и розыгрыш завершается."
  },
  {
    "stage_id": "snap_turn",
    "title": "Turn",
    "order": "1",
    "step_id": "snap_turn_1",
    "left": "67",
    "top": "50",
    "description": "The fourth face-up community card is dealt on the table.",
    "en_title": "Turn",
    "en_description": "The fourth face-up community card is dealt on the table.",
    "de_title": "Turn",
    "de_description": "Die vierte Gemeinschaftskarte wird offen auf dem Tisch ausgeteilt.",
    "es_title": "“Turn”",
    "es_description": "Se repartirá la cuarta carta común boca arriba sobre la mesa.\n",
    "ru_title": "Терн",
    "ru_description": "На стол раздается четвертая открытая общая карта."
  },
  {
    "stage_id": "snap_turn",
    "title": "First player’s actions",
    "order": "2",
    "step_id": "snap_turn_2",
    "left": "78",
    "top": "13",
    "description": "The first person to act is the first active player to the left of the dealer. They have two options: check or bet. If the first player decides to check (bets nothing), the action passes clockwise to the next player.",
    "en_title": "First player’s actions",
    "en_description": "The first person to act is the first active player to the left of the dealer. They have two options: check or bet. If the first player decides to check (bets nothing), the action passes clockwise to the next player.",
    "de_title": "Aktionen des ersten Spielers",
    "de_description": "Die erste Person, die an der Reihe ist, ist der erste aktive Spieler links neben dem Dealer. Dieser Spieler hat zwei Möglichkeiten: schieben oder setzen. Wenn der erste Spieler sich entschließt, zu schieben (also nichts setzt), wechselt die Action im Uhrzeigersinn zum nächsten Spieler.",
    "es_title": "Acciones del primer jugador",
    "es_description": "La primera persona en actuar es aquel participante de la mano que se encuentre a la izquierda del crupier. Puede elegir entre dos opciones: pasar o apostar. Si el primer jugador decide pasar (no apostar nada), la acción se desarrolla hacia la derecha y le toca al siguiente jugador actuar.\n",
    "ru_title": "Действия первого игрока",
    "ru_description": "Первым принимает решение ближайший активный игрок слева от дилера. У него две опции: чек или ставка. Если первый игрок решит чекнуть (ничего не поставит), ход переходит к следующему игроку по часовой стрелке."
  },
  {
    "stage_id": "snap_turn",
    "title": "Other players’ actions",
    "order": "3",
    "step_id": "snap_turn_3",
    "left": "91",
    "top": "64",
    "description": "After the initial bet is placed, the players have the same options as in the previous rounds: call, raise, fold or go all-in.",
    "en_title": "Other players’ actions",
    "en_description": "After the initial bet is placed, the players have the same options as in the previous rounds: call, raise, fold or go all-in.",
    "de_title": "Aktionen der anderen Spieler",
    "de_description": "Nachdem der erste Einsatz platziert wurde, haben die Spieler dieselben Möglichkeiten wie in den vorherigen Runden: mitgehen, erhöhen, aussteigen oder All-in gehen.\r",
    "es_title": "Acciones del resto de jugadores",
    "es_description": "Tras realizar la apuesta inicial, los jugadores contarán con las mismas opciones que en las rondas anteriores: igualarla, subirla, retirarse o ir “all-in”.\n",
    "ru_title": "Действия других игроков",
    "ru_description": "После того как была сделана первая ставка, у всех оставшихся игроков появляются те же четыре опции, что и в предыдущих раундах: колл, рейз, фолд или олл-ин."
  },
  {
    "stage_id": "snap_turn",
    "title": "End of betting",
    "order": "4",
    "step_id": "snap_turn_4",
    "left": "20",
    "top": "90",
    "description": "The betting round ends when all players, who have not folded, have placed equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as after the flop betting round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends.",
    "en_title": "End of betting",
    "en_description": "The betting round ends when all players, who have not folded, have placed equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as after the flop betting round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends.",
    "de_title": "Ende des Setzens",
    "de_description": "Die Einsatzrunde endet, wenn alle Spieler, die nicht ausgestiegen sind, die gleichen Beträge zum Pot beigesteuert haben. Wenn alle Spieler sich entschließen, in der aktuellen Einsatzrunde zu schieben, es also keine neuen Einsätze gibt, bleibt der Betrag im Pot identisch mit dem Betrag nach der Flop-Einsatzrunde. Wenn alle Spieler mit Ausnahme eines Spielers sich entschließen, in der aktuellen Runde auszusteigen, gewinnt der Spieler, der nicht ausgestiegen ist, den Pot und die Einsatzrunde endet.\r",
    "es_title": "Fin de la ronda de apuestas",
    "es_description": "La ronda de apuestas finaliza cuando todos los jugadores, que permanezcan en la partida, hayan apostado el mismo importe en el pozo. Si todos los jugadores deciden pasar en esta ronda (sin la realización de apuestas nuevas), el importe del pozo seguirá siendo el mismo que en la ronda de apuestas “Flop”. Si todos los jugadores, a excepción de uno, deciden retirarse en esta ronda, el jugador que permanezca en la ronda será quien gane el pozo, con la consiguiente finalización de la ronda.\n",
    "ru_title": "Конец торговли",
    "ru_description": "Торговля заканчивается, когда все игроки, которые не сбросились, добавят в банк одинаковую сумму. Если в текущем раунде все игроки решат чекнуть, т.е. новых ставок сделано не будет, размер банка остается прежним — таким же, как на флопе.  Если все игроки за исключением одного решат в текущем раунде сброситься, оставшийся игрок выигрывает банк, и розыгрыш завершается."
  },
  {
    "stage_id": "snap_river",
    "title": "River",
    "order": "1",
    "step_id": "snap_river_1",
    "left": "78",
    "top": "58",
    "description": "The fifth and final face-up community card is dealt on the table.",
    "en_title": "River",
    "en_description": "The fifth and final face-up community card is dealt on the table.",
    "de_title": "River",
    "de_description": "Die fünfte und letzte Gemeinschaftskarte wird offen auf dem Tisch ausgeteilt.\r",
    "es_title": "“River”",
    "es_description": "La quinta y última carta común se reparte sobre la mesa boca arriba.\n",
    "ru_title": "Ривер",
    "ru_description": "На стол раздается пятая и последняя открытая общая карта."
  },
  {
    "stage_id": "snap_river",
    "title": "First player’s actions",
    "order": "2",
    "step_id": "snap_river_2",
    "left": "80",
    "top": "10",
    "description": "The first person to act is the first player, with two hole cards, to the left of the dealer. \nThey have two options: check or bet. If the first player decides to check (bets nothing), the action passes clockwise to the next player.",
    "en_title": "First player’s actions",
    "en_description": "The first person to act is the first player, with two hole cards, to the left of the dealer. \nThey have two options: check or bet. If the first player decides to check (bets nothing), the action passes clockwise to the next player.",
    "de_title": "Aktionen des ersten Spielers",
    "de_description": "Die erste Person, die an der Reihe ist, ist der erste Spieler mit zwei Taschenkarten, der links neben dem Dealer sitzt.\n\nDieser Spieler hat zwei Möglichkeiten: schieben oder setzen. Wenn der erste Spieler sich entschließt, zu schieben (also nichts setzt), wechselt die Action im Uhrzeigersinn zum nächsten Spieler.",
    "es_title": "Acciones del primer jugador",
    "es_description": "La primera persona en actuar será el primer jugador que, con dos hole cards (cartas de mano), se encuentre a la izquierda del crupier.\n\nPuede elegir entre dos opciones: pasar o apostar. Si el primer jugador decide pasar (no apostar nada), la acción se desarrolla hacia la derecha y le toca al siguiente jugador actuar.\n",
    "ru_title": "Действия первого игрока",
    "ru_description": "Первым принимает решение ближайший слева от дилера игрок, у которого еще есть закрытые карты.\n\nУ него две опции: чек или ставка. Если первый игрок решит чекнуть (ничего не поставит), ход переходит к следующему игроку по часовой стрелке."
  },
  {
    "stage_id": "snap_river",
    "title": "Other players’ actions",
    "order": "3",
    "step_id": "snap_river_3",
    "left": "91",
    "top": "64",
    "description": "Once an initial bet is placed, the players have the same options as in the previous rounds. \nPlayers can call, raise, fold or go all-in.",
    "en_title": "Other players’ actions",
    "en_description": "Once an initial bet is placed, the players have the same options as in the previous rounds. \nPlayers can call, raise, fold or go all-in.",
    "de_title": "Aktionen der anderen Spieler",
    "de_description": "Sobald ein erster Einsatz platziert wurde, haben die Spieler dieselben Möglichkeiten wie in den vorherigen Runden.\nDie Spieler können mitgehen, erhöhen, aussteigen oder All-in gehen.\n",
    "es_title": "Acciones del resto de jugadores",
    "es_description": "Una vez realizada la apuesta inicial, los jugadores contarán con las mismas opciones que en las rondas anteriores.\n\nPodrán igualarla, subirla, retirarla o ir “all-in”.\n",
    "ru_title": "Действия других игроков",
    "ru_description": "После первой ставки у игроков имеются те же опции, что и в предыдущих раундах.\n\nОни могут коллировать, рейзить, сброситься или идти олл-ин."
  },
  {
    "stage_id": "snap_river",
    "title": "All-in",
    "order": "4",
    "step_id": "snap_river_4",
    "left": "20",
    "top": "90",
    "description": "All-in is a bet that places all of a player’s chips in the pot. Usually, if a player wants to continue in a hand but does not have enough money to call the current bet, they can go an all-in for whatever amount they have left in their stack. \n\nHowever, if the all-in player wins the hand, they may not necessarily win all the money in the pot.\n\nFor example, one player bets $10; the second player has only $2. The second player moves all-in. The total pot is now $12. The second player wins the hand, but they can only claim the amount of their own bet plus the same amount from their opponent’s bet. In this example, the all-in player won $4 ($2 + $2). The remaining $8 was returned to the first player.",
    "en_title": "All-in",
    "en_description": "All-in is a bet that places all of a player’s chips in the pot. Usually, if a player wants to continue in a hand but does not have enough money to call the current bet, they can go an all-in for whatever amount they have left in their stack. \n\nHowever, if the all-in player wins the hand, they may not necessarily win all the money in the pot.\n\nFor example, one player bets $10; the second player has only $2. The second player moves all-in. The total pot is now $12. The second player wins the hand, but they can only claim the amount of their own bet plus the same amount from their opponent’s bet. In this example, the all-in player won $4 ($2 + $2). The remaining $8 was returned to the first player.",
    "de_title": "All-in",
    "de_description": "All-in ist ein Einsatz, bei dem alle Chips eines Spielers im Pot platziert werden. Wenn ein Spieler in einer Hand normalerweise weiterspielen würde, aber nicht genügend Geld besitzt, um den aktuellen Einsatz mitzugehen, kann er für den Betrag, den er noch in seinem Stack hat, All-in gehen, unabhängig davon, wie hoch dieser Betrag ist.\n\nWenn der All-in-Spieler die Hand aber gewinnt, dann gewinnt er nicht unbedingt das gesamte Geld im Pot.\n\nEin Spieler setzt z. B. $ 10, der zweite Spieler hat nur $ 2. Der zweite Spieler geht All-in. Der Gesamtpot beläuft sich jetzt auf $ 12. Der zweite Spieler gewinnt die Hand, kann aber nur den eigenen Betrag zuzüglich desselben Betrags vom Einsatz des Gegners fordern. In diesem Beispiel hat der All-in-Spieler $ 4 ($ 2 + $ 2) gewonnen. Die restlichen $ 8 werden an den ersten Spieler zurückgegeben.",
    "es_title": "“All-in”",
    "es_description": "Se denomina “all-in” a la apuesta en la que el jugador coloca todas sus fichas en el pozo. Normalmente, si un jugador desea continuar en una misma mano pero no tiene dinero suficiente como para igualar la apuesta actual, tiene la opción de ir “all-in” con el importe restante de su pila de fichas.\n\nNo obstante, que el jugador en “all in” gane la mano no significa que vaya a ganar necesariamente todo el importe del pozo.\n\nPor ejemplo: un jugador apuesta $10 y el segundo solamente tiene $2. Este decide ir “all-in”. El pozo total es ahora de $12. El segundo jugador gana la mano pero solo puede solicitar el importe de su propia apuesta y el mismo importe pero de la apuesta de su oponente. Es decir, el jugador que ha ido “all-in” ganaría un total de $4 ($2 + $2). Los $8 restantes se devuelven al primer jugador.\n",
    "ru_title": "Олл-ин",
    "ru_description": "Олл-ин — это ставка в размере всех имеющихся у игрока фишек. Обычно если игрок хочет продолжить розыгрыш, но не имеет достаточно денег для колла текущей ставки, он может пойти олл-ин на любую оставшуюся у него в стэке сумму.\n\nОднако если пошедший олл-ин игрок выиграет раздачу, он необязательно получит все имеющиеся в банке деньги.\n\nНапример, первый игрок поставил $10, а у второго игрока осталось только $2. Второй игрок идет олл-ин. Весь банк теперь составляет $12. Если второй игрок выиграет раздачу, он сможет претендовать только на ту сумму из денег соперника, которая равна его собственной ставке. В этом примере пошедший олл-ин игрок выиграет $4 ($2 + $2). Оставшиеся $8 будут возвращены первому игроку."
  },
  {
    "stage_id": "snap_river",
    "title": "End of betting",
    "order": "5",
    "step_id": "snap_river_5",
    "left": "29",
    "top": "30",
    "description": "A betting round ends when all players, who have not folded, have bet equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as after the turn betting round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends.   ",
    "en_title": "End of betting",
    "en_description": "A betting round ends when all players, who have not folded, have bet equal amounts in the pot. If all players decide to check in the current betting round, meaning there are no new bets, the amount in the pot remains the same as after the turn betting round. If all players, except one, decide to fold in the current round, the player who has not folded wins the pot, and the betting round ends.   ",
    "de_title": "Ende des Setzens",
    "de_description": "Die Einsatzrunde endet, wenn alle Spieler, die nicht ausgestiegen sind, die gleichen Beträge zum Pot beigesteuert haben. Wenn alle Spieler sich entschließen, in der aktuellen Einsatzrunde zu schieben, es also keine neuen Einsätze gibt, bleibt der Betrag im Pot identisch mit dem Betrag nach der Turn-Einsatzrunde. Wenn alle Spieler mit Ausnahme eines Spielers sich entschließen, in der aktuellen Runde auszusteigen, gewinnt der Spieler, der nicht ausgestiegen ist, den Pot und die Einsatzrunde endet.   \n",
    "es_title": "Fin de la ronda de apuestas",
    "es_description": "Una ronda de apuestas finaliza cuando todos los jugadores, que permanezcan en la partida, hayan apostado el mismo importe en el pozo. Si todos los jugadores deciden pasar en esta ronda (sin la realización de apuestas nuevas), el importe del pozo seguirá siendo el mismo que en la ronda de apuestas “Turn”. Si todos los jugadores, a excepción de uno, deciden retirarse en esta ronda, el jugador que permanezca en la ronda será quien gane el pozo, con la consiguiente finalización de la ronda.   \n",
    "ru_title": "Конец торговли",
    "ru_description": "Торговля заканчивается, когда все игроки, которые не сбросились, поставят в банк одинаковую сумму. Если в текущем раунде все игроки решат чекнуть, т.е. новых ставок сделано не будет, размер банка остается прежним — таким же, как на терне. Если все игроки за исключением одного решат в текущем раунде сброситься, оставшийся игрок выигрывает банк, и розыгрыш завершается.   "
  },
  {
    "stage_id": "snap_showdown",
    "title": "The hand",
    "order": "1",
    "step_id": "snap_showdown_1",
    "left": "20",
    "top": "31",
    "description": "To form the best five-card combination, players have the following options:\n- use both of their hole cards and three community cards;\n- use one of their hole cards and four community cards;\n- use none of their hole cards and all five community cards. The last option is called ‘playing the board’.\n",
    "en_title": "The hand",
    "en_description": "To form the best five-card combination, players have the following options:\n- use both of their hole cards and three community cards;\n- use one of their hole cards and four community cards;\n- use none of their hole cards and all five community cards. The last option is called ‘playing the board’.\n",
    "de_title": "Die Hand",
    "de_description": "Um die beste Kombination aus fünf Karten zu bilden, haben Spieler die folgenden Möglichkeiten:\n- Ihre beiden Taschenkarten und drei Gemeinschaftskarten verwenden,\n- eine Ihrer Taschenkarten und vier Gemeinschaftskarten verwenden,\n- keine Ihrer Taschenkarten und alle fünf Gemeinschaftskarten verwenden. Die letzte Möglichkeit wird als „das Board spielen“ bezeichnet.\n",
    "es_title": "La mano",
    "es_description": "A fin de conseguir la mejor combinación de cinco cartas, los jugadores contarán con las siguientes opciones:\n- Utilizar las dos hole cards (cartas de mano) y las tres cartas comunes\n- Utilizar una de sus hole cards (cartas de mano) y cuatro cartas comunes\n- No utilizar ninguna hole card (carta de mano) y utilizar las cinco cartas comunes Esta última opción se denomina “jugada de la mesa”.\n",
    "ru_title": "Рука",
    "ru_description": "Для формирования лучшей пятикарточной комбинации у игроков есть следующие варианты:\n- воспользоваться обеими своими закрытыми картами и тремя общими картами;\n- воспользоваться одной из своих закрытых карт и четырьмя общими картами;\n- не использовать свои закрытые карты и формировать комбинацию только из общих карт. Про последнюю опцию говорят: \"Играет борд\"."
  },
  {
    "stage_id": "snap_showdown",
    "title": "The order at showdown",
    "order": "2",
    "step_id": "snap_showdown_2",
    "left": "61",
    "top": "10",
    "description": "The first player to show their cards is the player closest to the SB. Players go clockwise around the table, showing their cards. However, in live games it is common for the player, who bets or raises last – and gets called - to show first. The aim is to form the best five-card combination by using any of your two hole cards along with the five community cards on the table.",
    "en_title": "The order at showdown",
    "en_description": "The first player to show their cards is the player closest to the SB. Players go clockwise around the table, showing their cards. However, in live games it is common for the player, who bets or raises last – and gets called - to show first. The aim is to form the best five-card combination by using any of your two hole cards along with the five community cards on the table.",
    "de_title": "Die Reihenfolge beim Showdown",
    "de_description": "Der erste Spieler, der seine Karten zeigen muss, ist der Spieler, der dem SB am nächsten ist. Danach geht es im Uhrzeigersinn um den Tisch, während die Spieler ihre Karten zeigen. Bei Live-Spielen ist es jedoch weit üblich, dass der Spieler, der zuletzt setzt oder erhöht – und gecallt wird – seine Karten als erster zeigen muss. Das Ziel ist es, aus beliebig vielen Ihrer zwei Taschenkarten zusammen mit den fünf Gemeinschaftskarten auf dem Tisch die beste Kombination aus fünf Karten zu bilden.\n",
    "es_title": "El orden de la muestra de cartas",
    "es_description": "El primer jugador en mostrar sus cartas será aquel que se encuentre más cerca de la SB. El siguiente jugador en hacerlo será el que se encuentre a la derecha del primer jugador, y así sucesivamente. Sin embargo, en los juegos en vivo suele ser el jugador que haya apostado o subido la apuesta en último lugar (y le hayan igualado) el primero en mostrar sus cartas. El principal objetivo consiste en obtener la mejor combinación de cinco cartas utilizando cualquiera de las dos hole cards (cartas de mano), o las dos, en combinación con las cinco cartas comunes de la mesa.\r",
    "ru_title": "Порядок вскрытия на шоудауне",
    "ru_description": "Первым показывает свои карты игрок, ближайший к SB. Игроки вскрываются по-очереди, по часовой стрелке. Однако в живых играх часто принято, что игрок, который последним делал ставку или рейз и получил колл, должен вскрыться первым. Цель заключается в том, чтобы собрать лучшую пятикарточную комбинацию, используя две свои закрытые карты и пять общих карт стола."
  },
  {
    "stage_id": "snap_showdown",
    "title": "Next player",
    "order": "3",
    "step_id": "snap_showdown_3",
    "left": "93",
    "top": "39",
    "description": "The next player to the left of the previous player turns up their two hole cards to form the best five-card combination, using any combination of their two hole cards and five community cards.",
    "en_title": "Next player",
    "en_description": "The next player to the left of the previous player turns up their two hole cards to form the best five-card combination, using any combination of their two hole cards and five community cards.",
    "de_title": "Nächster Spieler",
    "de_description": "Der nächste Spieler links neben dem vorherigen Spieler deckt seine zwei Taschenkarten auf, um mit einer beliebigen Kombination aus seinen zwei Taschenkarten und den fünf Gemeinschaftskarten die beste Kombination aus fünf Karten zu bilden.\r",
    "es_title": "Siguiente jugador",
    "es_description": "El siguiente jugador situado a la izquierda descubre sus dos hole cards (cartas de mano) para formar la mejor combinación de cinco cartas combinando sus dos hole cards (cartas de mano) y las cinco cartas comunes a su parecer.\r",
    "ru_title": "Следующий игрок",
    "ru_description": "Следующий игрок слева от предыдущего открывает свои закрытые карты и формирует лучшую пятикарточную комбинацию из своих закрытых карт и пяти общих карт стола."
  },
  {
    "stage_id": "snap_showdown",
    "title": "Playing the Board",
    "order": "4",
    "step_id": "snap_showdown_4",
    "left": "40",
    "top": "89",
    "description": "If a player's two hole cards don't allow for a better combination than the five community cards available on the table, the player has the option of playing ‘the board’. The player can use all five community cards on the table to form their best poker hand combination. ",
    "en_title": "Playing the Board",
    "en_description": "If a player's two hole cards don't allow for a better combination than the five community cards available on the table, the player has the option of playing ‘the board’. The player can use all five community cards on the table to form their best poker hand combination. ",
    "de_title": "Das Board spielen",
    "de_description": "Wenn mit den zwei Taschenkarten eines Spielers keine bessere Kombination gebildet werden kann als mit den fünf Gemeinschaftskarten auf dem Tisch, hat der Spieler die Möglichkeit, „das Board zu spielen“. Der Spieler kann für seine beste Pokerhand-Kombination alle fünf Gemeinschaftskarten auf dem Tisch verwenden. \r",
    "es_title": "Jugada de la mesa",
    "es_description": "Si con sus dos hole cards (cartas de mano) el jugador no puede obtener una combinación mejor que con las cinco cartas comunes de la mesa, este podrá decidir realizar la “jugada de la mesa”. El jugador puede hacer uso de las cinco cartas comunes de la mesa para formar la mejor combinación de mano de poker. \r",
    "ru_title": "\"Играет борд\"",
    "ru_description": "Если закрытые карты игрока не позволяют улучшить комбинацию, которую ему дают пять общих карт, он может использовать борд. Иными словами, для формирования своей лучшей пятикарточной комбинации он может воспользоваться всеми пятью общими картами на столе. "
  },
  {
    "stage_id": "snap_showdown",
    "title": "The winner",
    "order": "5",
    "step_id": "snap_showdown_5",
    "left": "21",
    "top": "61",
    "description": "At showdown, the winner is the player with the best five-card combination, also known as the hand. Showdown happens only if there is more than one player left in the game. If only one player makes it to the showdown stage, they win all the money in the pot.",
    "en_title": "The winner",
    "en_description": "At showdown, the winner is the player with the best five-card combination, also known as the hand. Showdown happens only if there is more than one player left in the game. If only one player makes it to the showdown stage, they win all the money in the pot.",
    "de_title": "Der Gewinner",
    "de_description": "Beim Showdown ist der Gewinner der Spieler mit der besten Kombination aus fünf Karten, der so genannten Hand. Der Showdown findet nur statt, wenn im Spiel noch mindestens zwei Spieler übrig sind. Wenn nur ein einziger Spieler die Showdown-Phase erreicht hat, gewinnt er das gesamte Geld im Pot.\r",
    "es_title": "El ganador",
    "es_description": "A la hora de mostrar las cartas, el ganador será aquel jugador que cuente con la mejor combinación de cinco cartas, también denominada “la mano”. La muestra de cartas solo se producirá si en el juego permanece más de un jugador. Si solo un jugador llega a la fase de mostrar las cartas, este será quien gane todo el dinero del pozo.\r",
    "ru_title": "Победитель\n",
    "ru_description": "Победителем на шоудауне становится игрок с лучшей пятикарточной комбинацией, которая также называется рукой. Шоудаун происходит только в том случае, если в розыгрыше осталось больше одного игрока.  Если до этой стадии добирается только один игрок, он выигрывает все деньги в банке."
  }
]