[
  {
    "title": "Royal flush",
    "en_title": "Royal flush",
    "de_title": "Royal flush",
    "es_title": "Escalera real\r",
    "ru_title": "Флеш-рояль\r",
    "data": "royal_flush",
    "card_1": "1.svg",
    "card_1_status": "active",
    "card_2": "13.svg",
    "card_2_status": "active",
    "card_3": "12.svg",
    "card_3_status": "active",
    "card_4": "11.svg",
    "card_4_status": "active",
    "card_5": "10.svg",
    "card_5_status": "active",
    "en_description": "Royal flush is the absolute best possible card combination in poker. It contains five cards of the same suit, in sequence from 10 to Ace. It is an unbeatable hand and you can be sure you win the pot or at least some part of it.\n\nRemember, that all suits are equal in poker games. It may be a situation when two or more players hold a royal flush but is highly unlikely. In this case the pot is split between those two players.\n\nRoyal flush is a kind of straight flush and is considered the most rare poker hand combination. There are only four possible royal flush hands, one for each suit. The chances of you being dealt a royal flush are very minimal, only 0.00015%. However, if you are lucky you can confidently place an all-in with a royal flush. ",
    "de_description": "Der Royal Flush ist die absolut beste mögliche Kartenkombination beim Poker. Er besteht aus fünf Karten derselben Farbe, aufsteigend von der 10 bis zum Ass. Diese Hand kann nicht übertroffen werden und Sie können sicher sein, den Pot oder zumindest einen Teil davon zu gewinnen.\n\nDenken Sie daran, beim Poker sind alle Spielkartenfarben gleichwertig. Es kann vorkommen, dass zwei oder mehr Spieler einen Royal Flush auf der Hand haben, aber dies ist höchst unwahrscheinlich. In solch einem Fall wird der Pot zwischen diesen Spielern aufgeteilt.\n\nDer Royal Flush ist eine Art des Straight Flush und wird als die seltenste Pokerhand-Kombination angesehen. Es gibt nur vier mögliche Royal-Flush-Hände, eine für jede Kartenfarbe. Die Chance, einen Royal Flush zu erhalten, ist minimal und liegt bei 0,00015 %. Wenn Sie jedoch das Glück haben, dann können Sie mit einem Royal Flush mit 100%iger Sicherheit All-In gehen. \n",
    "es_description": "La escalera real es la mejor combinación de cartas posible en el poker. Está formada por cinco cartas del mismo palo en orden desde el 10 hasta el as. Es una mano invencible y puedes estar seguro de que ganarás el bote, o al menos una parte.\n\nRecuerda: todos los palos valen lo mismo en las partidas de poker. Puede darse una situación en la que dos o más jugadores consigan una escalera real, pero es muy poco probable. En ese caso, el bote se divide entre los dos jugadores.\n\nLa escalera real es un tipo de escalera de color y está considerada como la combinación más insólita de las manos de poker. Solo hay cuatro posibles manos de escalera real, una por cada palo. La probabilidad de que recibas una escalera real es mínima, solo un 0,00015 %. No obstante, si tienes esa suerte, puedes hacer un all-in con una escalera real con total tranquilidad. \n",
    "ru_description": "Флеш-рояль — это самая лучшая комбинация карт в покере. Она состоит из пять карт одной масти, по порядку, от 10 до туза. Эту руку невозможно побить, и вы можете быть уверены, что выиграете с ней банк или хотя бы его часть.\n\nПомните, что в покерных играх все масти равноценны. Ситуация, когда двое и более игроков собрали флеш-рояль, возможна, но крайне маловероятна. В этом случае банк делится между этими двумя игроками.\n\nФлеш-рояль — это вид стрейт-флеша и считается самой редкой покерной комбинацией. Существует только четыре возможных флеш-рояля, по одному для каждой масти. Шансы собрать флеш-рояль минимальны, всего лишь 0,00015%. Однако если вам все же повезло, с флеш-роялем вы можете спокойно идти олл-ин. \n",
    "possibility": "0.0015%",
    "menu_card_1": "10.svg",
    "menu_card_2": "11.svg",
    "menu_card_3": "12.svg",
    "menu_card_4": "13.svg",
    "menu_card_5": "1.svg"
  },
  {
    "title": "Straight flush",
    "en_title": "Straight flush",
    "de_title": "Straight flush",
    "es_title": "Escalera de color\r",
    "ru_title": "Стрейт-флеш\r",
    "data": "straight_flush",
    "card_1": "5.svg",
    "card_1_status": "active",
    "card_2": "6.svg",
    "card_2_status": "active",
    "card_3": "7.svg",
    "card_3_status": "active",
    "card_4": "8.svg",
    "card_4_status": "active",
    "card_5": "9.svg",
    "card_5_status": "active",
    "en_description": "Straight flush is the highest of all poker hands. It consists of five cards in sequence, all of the same suit. If there are more than one straight flush at showdown, the one containing the highest top card wins the pot\nBearing in mind that all suits in poker are equal, in an event of multiple players reviling a straight flush with the same cards value the pot is split between them. The ace (A) can be used as both the highest (A - K - Q - J - 10) and the lowest card (5 - 4 - 3 - 2 - A). In the first example, the hand is a royal flush - the best possible five-card combination. The second example shows the lowest possible straight flush.\n\nThere are 40 possible straight flushes, including four royal flushes in poker. The chances of you being dealt a straight flush are pretty slim at just 0.00139%.",
    "de_description": "Der Straight Flush ist die höchste aller Pokerhände. Er besteht aus fünf Karten in Reihenfolge, alle von derselben Kartenfarbe. Gibt es beim Showdown mehr als einen Straight Flush, dann gewinnt der Spieler mit der höchsten Karte den Pot.\n\nDa beim Poker alle Kartenfarben gleichwertig sind, kann es vorkommen, dass mehrere Spieler einen Straight Flush mit demselben Kartenwert vorweisen. In diesem Fall wird der Pot zwischen ihnen aufgeteilt. Das Ass (A) kann sowohl als höchste (A - K - Q - J - 10) als auch als niedrigste Karte (5 - 4 - 3 - 2 - A) stehen. Im ersten Beispiel handelt es sich bei der Hand um einen Royal Flush – die bestmögliche 5-Karten-Kombination. Das zweite Beispiel zeigt den niedrigsten möglichen Straight Flush.\n\nBeim Poker gibt es 40 mögliche Straight Flushs, einschließlich der vier Royal Flushs. Die Chancen, dass Ihnen ein Straight Flush ausgeteilt wird, sind mit 0,00139 % ziemlich gering.\n",
    "es_description": "La escalera de color es la mano de poker más alta de todas. Consiste en cinco cartas seguidas, todas del mismo palo. Si hay más de una escalera de color cuando se muestran todas las cartas, gana el bote aquella que contenga las cartas más altas\nTeniendo en cuenta que todos los palos en el poker tienen el mismo valor, en caso de que varios jugadores tengan una escalera de color con cartas del mismo valor, el bote se divide entre ellos. El as (A) se puede utilizar tanto como la carta más alta (A - K - Q - J - 10) y como la carta más baja (5 - 4 - 3 - 2 - A). En el primer ejemplo, la mano es una escalera real: la mejor combinación posible con cinco cartas. El segundo ejemplo muestra la escalera de color más baja posible.\n\nHay 40 escaleras de color posibles, incluidas cuatro escaleras reales en poker. La probabilidad de que recibas una escalera de color es bastante baja, solo del 0,00139 %.\n",
    "ru_description": "Стрейт-флеш — это самый старший вид покерной комбинации. Он состоит из пяти карт по порядку, все одной масти. Если на шоудауне игроки показывают несколько стрейт-флешей, выигрывает тот, чья верхняя карта старше.\n\nУчитывая, что все масти в покере равноценны, в случае, когда сразу несколько игроков собирают стрейт-флеш из карт одного ранга, банк между ними делится. Туз (A) может быть использован, как старшая карта (A - K - Q - J - 10) или как младшая (5 - 4 - 3 - 2 - A). В первом примере комбинация называется флеш-роялем. Это лучшая возможная комбинация в покере. Второй пример — это самый младший из возможных стрейт-флешей.\n\nВсего в покере существует 40 стрейт-флешей, включая четыре флеш-рояля. Шансы собрать стрейт-флеш весьма малы, всего 0,00139%.\n",
    "possibility": "0.00139%",
    "menu_card_1": "15.svg",
    "menu_card_2": "16.svg",
    "menu_card_3": "17.svg",
    "menu_card_4": "18.svg",
    "menu_card_5": "19.svg"
  },
  {
    "title": "Four of a kind",
    "en_title": "Four of a kind",
    "de_title": "Vierling",
    "es_title": "Poker\r",
    "ru_title": "Каре\r",
    "data": "four_of_kind",
    "card_1": "11.svg",
    "card_1_status": "active",
    "card_2": "24.svg",
    "card_2_status": "active",
    "card_3": "37.svg",
    "card_3_status": "active",
    "card_4": "50.svg",
    "card_4_status": "active",
    "card_5": "17.svg",
    "card_5_status": "passive",
    "en_description": "Four-of-a-kind or also known as quads is the next highest ranking hand after the starting flush. It consists of any four cards with the same rank and any other card. If there are more than one player with a quads at showdown, the player with the highest four cards wins the pot. \n\nIn poker games with community cards, if two or more players share the same four-of-a-kind, the winner is decided by the bigger fifth card, also known as the ‘kicker’.\n\nThere are 624 possible four-of-a-kind hands. The best one contains four aces, the lowest is made up of 2 - 2 - 2 - 2. The chances of being dealt a quads are also very rare at 0.024%.",
    "de_description": "Der Vierling, auch bekannt als Four-of-a-kind, ist die nächst höhere Hand nach dem Starting Flush. Er besteht aus beliebigen vier Karten vom gleichen Wert sowie einer beliebigen weiteren Karte. Gibt es beim Showdown mehrere Spieler mit einem Vierling, dann gewinnt derjenige mit den höchsten vier Karten den Pot.\n\nIn Pokerspielen mit Gemeinschaftskarten können mehrere Spieler denselben Vierling haben. Der Gewinner ist dann derjenige mit der höchsten fünften Karte, auch als „Kicker“ bezeichnet.\n\nEs gibt 624 Möglichkeiten für eine Hand mit einem Vierling. Die beste besteht aus vier Assen, die niedrigste aus 2 - 2 - 2 - 2. Die Chancen, einen Vierling zu erhalten, sind mit 0,024 % immer noch sehr niedrig.\n",
    "es_description": "El poker es la siguiente mano más alta de la lista después de la escalera de color. Consiste en cuatro cartas cualesquiera del mismo valor y cualquier otra carta. Si hay más de un jugador con un poker cuando se muestran todas las cartas, el jugador con las cuatro cartas más altas gana el bote.\n\nEn partidas de poker con cartas comunes, si dos o más jugadores comparten el mismo poker, se elige como ganador al que tenga la quinta carta más alta, también conocida como “kicker”.\n\nHay 624 manos de poker posibles. La mejor está formada por cuatro ases, la más baja la forma la combinación 2 - 2 - 2 - 2. La probabilidad de que recibas un poker también es muy baja, del 0,024 %.\n",
    "ru_description": "Каре — это следующая по старшинству комбинация после стрейт-флеша. Она состоит из четырех карт одинакового ранга и любой другой карты. Если на шоудауне несколько игроков показали каре, выигрывает комбинация из карт старшего ранга.\n\nВ покерных играх с общими картами возможна ситуация, когда у участников банка оказалось одинаковое каре. В таком случае победитель определяется старшинством пятой карты, также известной как \"кикер\".\n\nСуществует 624 возможные комбинации каре. Лучшая из них состоит из четырех тузов, самая младшая — 2 - 2 - 2 - 2. Шансы собрать каре также невелики, 0,024%.",
    "possibility": "0.024%",
    "menu_card_1": "17.svg",
    "menu_card_2": "51.svg",
    "menu_card_3": "38.svg",
    "menu_card_4": "25.svg",
    "menu_card_5": "12.svg"
  },
  {
    "title": "Full house",
    "en_title": "Full house",
    "de_title": "Full House\r",
    "es_title": "Full\r",
    "ru_title": "Фулл-хаус\r",
    "data": "full_house",
    "card_1": "51.svg",
    "card_1_status": "active",
    "card_2": "38.svg",
    "card_2_status": "active",
    "card_3": "25.svg",
    "card_3_status": "active",
    "card_4": "33.svg",
    "card_4_status": "active",
    "card_5": "7.svg",
    "card_5_status": "active",
    "en_description": "Full house is the next highest ranking hand after four-of-a-kind. It has three matching cards of one rank and two matching cards of a different rank. If there are more that one full houses at the showdown, the player with highest rank of the three cards wins the pot. In poker games with community cards, it is possible that several players share three matching cards from the board. In this case, the player with the higher pair wins the pot. \n\nThere are 3.744 possible combinations of a full house. The highest possible is three aces and two kings (A - A - A - K - K) and the lowest is 2 - 2 - 2 - 3 - 3. The probability of being dealt a full house is 0.1441%.",
    "de_description": "Das Full House ist die nächsthöhere Hand nach dem Vierling. Es besteht aus drei Karten eines Kartenwertes und zwei Karten eines anderen Kartenwertes. Gibt es beim Showdown mehrere Full Houses, dann gewinnt der Spieler mit den drei höchsten Karten den Pot. In Pokerspielen mit Gemeinschaftskarten besteht die Möglichkeit, dass mehrere Spieler drei gleichwertige Karten vom Board teilen. In diesem Fall gewinnt der Spieler mit dem höheren Paar den Pot.\n\nEs gibt 3744 mögliche Kombinationen für ein Full House. Die höchstmögliche besteht aus drei Assen und zwei Königen (A - A - A - K - K), die niedrigste aus 2 - 2 - 2 - 3 - 3. Die Wahrscheinlichkeit, ein Full House zu erhalten, liegt bei 0,1441 %.\n",
    "es_description": "El full es la siguiente mano más alta de la lista después del poker. Contiene tres cartas iguales del mismo valor y dos cartas iguales de otro valor. Si hay más de un full cuando se muestran todas las cartas, el jugador con el valor más alto de las tres cartas gana el bote. En partidas de poker con cartas comunes, es posible que varios jugadores compartan tres cartas iguales de la mesa. En ese caso, el jugador con la pareja más alta gana el bote.\n\nHay 3.744 combinaciones de full posibles. La combinación más alta posible consiste en tres ases y dos reyes (A - A - A - K - K) y la más baja en 2 - 2 - 2 - 3 - 3. La probabilidad de que recibas un full es del 0,1441 %.\n",
    "ru_description": "Фулл-хаунс следует по старшинству за каре. В нем три карты одного ранга и две карты другого. На шоудауне среди нескольких фулл-хаусов выигрывает тот, чьи три карты одинакового ранга старше. В покерных играх с общими картами несколько игроков могут использовать одни и те же три карты одинакового ранга, лежащие на столе. В таком случае выигрывает фулл-хаус, в котором ранг двух других карт старше.\n\nСуществует 3.744 возможные комбинации фулл-хауса. Старшая состоит из трех тузов и двух королей (A - A - A - K - K), а младшая — 2 - 2 - 2 - 3 - 3. Вероятность собрать фулл-хаус равна 0,1441%.",
    "possibility": "0.1441%",
    "menu_card_1": "49.svg",
    "menu_card_2": "10.svg",
    "menu_card_3": "39.svg",
    "menu_card_4": "13.svg",
    "menu_card_5": "26.svg"
  },
  {
    "title": "Flush",
    "en_title": "Flush",
    "de_title": "Flush",
    "es_title": "Color\r",
    "ru_title": "Флеш\r",
    "data": "flush",
    "card_1": "39.svg",
    "card_1_status": "active",
    "card_2": "36.svg",
    "card_2_status": "active",
    "card_3": "35.svg",
    "card_3_status": "active",
    "card_4": "31.svg",
    "card_4_status": "active",
    "card_5": "30.svg",
    "card_5_status": "active",
    "en_description": "Flush is rather strong poker hand. It consists of any five cards of the same suit, but not in sequence. If there are more than one flushes at showdown, the player with the highest top card wins the pot. If both players have the same highest card in a hand, the second highest card is compared, and so on, until a difference is found. If there is no difference between the two hands, the players split the pot. Remember, the suits are equal in poker, so it makes no odds which suit you use to form a hand. \n\nThere are 5.108 possible combinations and chances of being dealt a flush are 0.1965%.",
    "de_description": "Der Flush ist eine ziemlich starke Pokerhand. Er besteht aus fünf Karten einer Farbe, jedoch nicht in Reihenfolge. Gibt es beim Showdown mehr als einen Flush, dann gewinnt der Spieler mit der höchsten Karte den Pot. Haben zwei Spieler die gleiche höchste Karte in ihrer Hand, dann wird die zweithöchste verglichen usw. bis eine Differenz gefunden wird. Gibt es keine Unterschiede zwischen den beiden Händen, teilen sich die Spieler den Pot. Denken Sie daran, dass Kartenfarben im Poker gleichwertig sind. Es macht also keinen Unterschied, aus welcher Farbe Sie Ihre Hand bilden.\n\nEs gibt 5108 mögliche Kombinationen und die Chance, einen Flush zu erhalten, liegt bei 0,1965 %.\n",
    "es_description": "El color es una mano de poker bastante fuerte. Consiste en cinco cartas cualesquiera del mismo palo, pero no seguidas. Si hay más de un color cuando se muestran todas las cartas, gana el bote el jugador que contenga las cartas más altas. Si dos jugadores tienen la misma carta más alta en una mano, se comparan las segundas cartas más altas y así sucesivamente, hasta que se encuentre una diferente. Si no hay diferencias entre las dos manos, los jugadores se reparten el bote. Recuerda: los palos tienen el mismo valor en el poker, así que no importa qué palo utilices para formar una mano.\n\nHay 5.108 combinaciones posibles y la probabilidad de que recibas un color es del 0,1965 %.\n",
    "ru_description": "Флеш — это довольно сильная покерная комбинация. Она состоит из пяти любых карт одинаковой масти, необязательно по порядку. Если на шоудауне оказывается несколько флешей, победитель определяется рангом старшей карты. Если старшая карта у несколько игроков одинакова, смотрится ранг следующей по старшинству карты комбинации и т.д., пока не будет определен победитель. Если флеши абсолютно одинаковы, банк делится. Помните, что в покере масти равноценны, поэтому масть флеша не имеет значения.\n\nСуществует 5108 возможных комбинаций флеша, а шансы собрать его равны 0,1965%.\n",
    "possibility": "0.1965%",
    "menu_card_1": "16.svg",
    "menu_card_2": "18.svg",
    "menu_card_3": "21.svg",
    "menu_card_4": "24.svg",
    "menu_card_5": "14.svg"
  },
  {
    "title": "Straight",
    "en_title": "Straight",
    "de_title": "Straße",
    "es_title": "Escalera\r",
    "ru_title": "Стрейт\r",
    "data": "straight",
    "card_1": "46.svg",
    "card_1_status": "active",
    "card_2": "45.svg",
    "card_2_status": "active",
    "card_3": "31.svg",
    "card_3_status": "active",
    "card_4": "17.svg",
    "card_4_status": "active",
    "card_5": "3.svg",
    "card_5_status": "active",
    "en_description": "Straight is a poker hand that contains any five connected cards in sequence with at least two different suits. If there are two or more straight hands at showdown, the player with the highest top card wins the pot. If the highest card in all the straights is of the same rank, the pot is split among the players. All suits are equal in poker, they can not be used to determine a winner. \n\nThe ace in a straight may be used as both a high (A - K - Q - J - 10) and low (5 - 4 - 3 - 2 - A) card. The first example, known as ‘Broadway’’, shows the highest ranking straight. In contract to the second example called the ‘wheel’ in poker terms, which is the lowest possible straight. \n\nThere are 10.240 possible straight combinations, making it a 0.39% chance of being dealt one.",
    "de_description": "Die Straße (Straight) ist eine Pokerhand, die aus fünf Karten in einer Reihenfolge und aus mindestens zwei verschiedenen Kartenfarben besteht. Gibt es beim Showdown mehr als eine Straße, dann gewinnt der Spieler mit der höchsten Karte den Pot. Ist die höchste Karte bei den Straßen gleichrangig, dann wird der Pot zwischen den Spielern aufgeteilt. Beim Poker sind alle Spielkartenfarben gleichwertig, sie können nicht zur Bestimmung eines Gewinners verwendet werden.\n\nDas Ass (A) kann in einer Straße sowohl als höchste (A - K - Q - J - 10) als auch als niedrigste Karte (5 - 4 - 3 - 2 - A) stehen. Das erste Beispiel, auch bekannt als „Broadway“, zeigt die höchste Straße. Im Gegensatz dazu ist das zweite Beispiel, in der Pokersprache „Wheel“ genannt, die niedrigste mögliche Straße.\n\nEs gibt 10.240 mögliche Straßen-Kombinationen und damit eine 0,39%ige Chance, eine Straße ausgeteilt zu bekommen.\n",
    "es_description": "La escalera es una mano de poker formada por cinco cartas cualesquiera conectadas y seguidas con al menos dos palos diferentes. Si hay dos o más escaleras cuando se muestran todas las cartas, el jugador con las cartas más altas gana el bote. Si la carta más alta en todas las escaleras es del mismo valor, el bote se divide entre los jugadores. Todos los palos tienen el mismo valor en el poker y no se pueden utilizar para determinar un ganador.\n\nEl as en una escalera puede utilizarse como una carta alta (A - K - Q - J - 10) o como una carta baja (5 - 4 - 3 - 2 - A). El primer ejemplo, conocido como “Broadway”, muestra la escalera del valor más alto. En cambio, en el segundo ejemplo aparece la “ruleta”, que en términos de poker es la escalera más baja posible.\n\nHay 10.240 combinaciones posibles de escalera, de forma que la probabilidad de que recibas una es del 0,39 %.\n",
    "ru_description": "Стрейт — это покерная комбинация из пяти карт по порядку и с как минимум двумя разными мастями. Из нескольких стрейтов на шоудауне выигрывает тот, чья верхняя карта старше. Если старшая карта во всех стрейтах одинакова, банк делится. Все масти в покере равноценны, поэтому они не могут использоваться для определения победителя.\n\nТуз (A) в стрейте может быть использован, как старшая карта (A - K - Q - J - 10) или как младшая (5 - 4 - 3 - 2 - A). В первом примере стрейт называется \"бродвеем\". Это старший возможный стрейт. Второй же пример стрейта на покерном жаргоне носит название \"колесо\", это самый младший стрейт в покере.\n\nСуществует 10.240 возможных комбинаций стрейта, а шансы собрать его составляют 0,39%.\n",
    "possibility": "0.39%",
    "menu_card_1": "31.svg",
    "menu_card_2": "45.svg",
    "menu_card_3": "7.svg",
    "menu_card_4": "21.svg",
    "menu_card_5": "48.svg"
  },
  {
    "title": "Three of a kind",
    "en_title": "Three of a kind",
    "de_title": "Drilling",
    "es_title": "Trío\r",
    "ru_title": "Сет (трипс)\r",
    "data": "three_of_kind",
    "card_1": "27.svg",
    "card_1_status": "active",
    "card_2": "14.svg",
    "card_2_status": "active",
    "card_3": "1.svg",
    "card_3_status": "active",
    "card_4": "17.svg",
    "card_4_status": "passive",
    "card_5": "2.svg",
    "card_5_status": "passive",
    "en_description": "Three-of-a-kind is the next ranking hand after staring. It consists of any three cards of the same rank and any two other cards. If there are two or more players with a three-of-a-kind at showdown, the highest fourth card, also known as the ‘kicker’, decided who the winner is. If the fourth card did not determine the winner, the fifth card is considered. In a situation where all revealed three-of-a-kind hands are equal, the pot is split divided among the winning players. \n\nIn Texas Hold’em and other flop games, three-of-a-kind is called a ‘set’. It is when a player has a pair on his private (hole) cards and one card of a matching rank on the board, for example, 5 - 5 on your hole cards and 5 on the board. Another possible type of three-of-a-kind is ‘trips’. it is made up of a matching pair on the board and one hole card, for example, 5 - 5 - 4 on the board and 5 on your hole cards.\n\nThere are 54.912 possible three-of-a-kind hands. The likelihood of being dealt such a combination is 2.1128%.",
    "de_description": "Der Drilling (Three-of-a-kind) ist die nächsthöhere Hand nach dem Staring. Sie besteht aus beliebigen drei Karten vom gleichen Wert sowie zwei beliebigen weiteren Karten. Gibt es beim Showdown zwei oder mehr Spieler mit einem Drilling, dann bestimmt die höchste vierte Karte, auch als „Kicker“ bezeichnet, den Gewinner. Konnte die vierte Karte den Gewinner nicht bestimmen, wird die fünfte Karte herangezogen. In dem Fall, in dem alle aufgedeckten Hände mit Drillingen gleichwertig sind, wird der Pot zwischen den Gewinnern aufgeteilt.\n\nIn Texas Hold’em und anderen Flop-Spielen werden Drillinge als „Set“ bezeichnet. Das bedeutet, dass ein Spieler ein Paar in seinen Hole Cards (verdeckten Karten) besitzt und eine gleichwertige Karte auf dem Board liegt, z.B. 5 - 5 in seinen Hole Cards und 5 auf dem Board. Eine andere Möglichkeit für Drillinge ist das sogenannte „Trips“. Es wird aus einem Paar auf dem Board und einer Hole Card gebildet, z.B. 5 - 5 - 4 auf dem Board und fünf in den Hole Cards.\n\nEs gibt 54,912 Möglichkeiten für eine Hand mit Drillingen. Die Wahrscheinlichkeit, eine solche Kombination zu erhalten, liegt bei 2,1128 %.\n",
    "es_description": "El trío es la siguiente mano después de la escalera. Consiste en tres cartas cualesquiera del mismo valor y otras dos cartas cualesquiera. Si hay dos o más jugadores con un trío cuando se muestran todas las cartas, se elige como ganador al que tenga la cuarta carta más alta, también conocida como “kicker”. Si la cuarta carta no determinase al jugador, este se decidiría según la quinta carta. En una situación en la que todas las manos de tríos tengan el mismo valor, el bote se divide entre los jugadores que hayan ganado.\n\nEn Texas Hold’em y partidas con flop, al trío se le denomina “set”. Esto se produce cuando un jugador tiene una pareja en sus cartas de mano y una carta del mismo valor en la mesa, por ejemplo, 5 - 5 en tus cartas de mano y 5 en la mesa. Otro tipo posible de trío es “trips”. Está formado por una pareja en la mesa y una carta de mano, por ejemplo, 5 - 5 - 4 en la mesa y 5 en tus cartas de mano.\n\nHay 54.912 manos de tríos posibles. La probabilidad de que recibas esta combinación es del 2,1128 %.\n",
    "ru_description": "Сет — это следующая по старшинству комбинация после стрейта. Она состоит из трех карт одинакового ранга и двух любых других карт. Из нескольких сетов на шоудауне выигрывает тот, чья четвертая карта — \"кикер\" — будет старше. Если четвертая карта одинакова, в игру вступает пятая карта. Если и она не помогает определить победителя, сеты считаются равноценными, и банк делится.\n\nВ Texas Hold’em и других играх с флопом сетом называется определенная комбинация из закрытых карт игрока и общих карт. Для составления сета две карты одного ранга должны быть на руках у игрока (закрытые карты), а третья карта этого ранга должна лежать на борде. Например, 5 - 5 на руках и 5 на борде. Еще одна комбинация из трех карт одинакового ранга называется \"трипс\". Она составляется из пары на борде и одной закрытой карты на руках у игрока. Например, 5 - 5 - 4 на борде и 5 в закрытых картах.\n\nСуществует 54.912 возможных комбинаций сетов. Вероятность собрать такую комбинацию составляет 2,1128%.",
    "possibility": "2.1128%",
    "menu_card_1": "44.svg",
    "menu_card_2": "6.svg",
    "menu_card_3": "24.svg",
    "menu_card_4": "11.svg",
    "menu_card_5": "37.svg"
  },
  {
    "title": "Two pairs",
    "en_title": "Two pairs",
    "de_title": "Zwei Paare",
    "es_title": "Doble pareja\r",
    "ru_title": "Две пары (допер)\r",
    "data": "two_pairs",
    "card_1": "11.svg",
    "card_1_status": "active",
    "card_2": "24.svg",
    "card_2_status": "active",
    "card_3": "8.svg",
    "card_3_status": "active",
    "card_4": "21.svg",
    "card_4_status": "active",
    "card_5": "45.svg",
    "card_5_status": "passive",
    "en_description": "Two pair speaks for itself. It is basically a poker hand made up of two pairs of a different rank and any other card. If there are several players with a two pair, they are compared by the highest pair in each hand. The best two pair wins the pot. If the highest pairs are equal, the second pair determine the winner. If none of the pairs can be used to determine the winner, the player with the highest fifth card, also called the ‘kicker’, gets all the money from the pot. It is also possible that two players have absolutely equal two pairs, in that case the pot is split between them. \n\nThere are 123.552 possible two pair hands, making it one of the most winning hands. This is  4.7539% chances of being dealt one.",
    "de_description": "Zwei Paare sprechen für sich selbst. Das ist einfach eine Pokerhand, die aus zwei Paaren unterschiedlichen Wertes und einer weiteren Karte besteht. Gibt es mehrere Spieler mit zwei Paaren, dann werden sie anhand ihres jeweils höchsten Paares verglichen. Derjenige mit den beiden besten Paaren gewinnt den Pot. Sind die beiden höchsten Paare gleichwertig, bestimmt das zweite Paar den Gewinner. Kann der Gewinner nicht anhand der Paare bestimmt werden, dann erhält der Spieler mit der höchsten fünften Karte, auch „Kicker“ genannt, das ganze Geld aus dem Pot. Auch ist es möglich, dass beide Spieler zwei absolut gleiche Paare haben. In diesem Fall wird der Pot zwischen ihnen aufgeteilt.\n\nEs gibt 123.552 mögliche Hände mit zwei Paaren, wodurch dieses eine der häufigsten Gewinnhände ist.. Die Chance, eine solche Hand ausgeteilt zu bekommen, liegt bei 4,7539 %.\n",
    "es_description": "La doble pareja habla por sí sola. Básicamente es una mano de poker formada por dos parejas de distinto valor y cualquier otra carta. Si hay varios jugadores con doble pareja, se compara la pareja más alta en cada mano. La mejor doble pareja gana el bote. Si las parejas más altas tienen el mismo valor, la segunda pareja determina al ganador. Si no se puede utilizar ninguna de las parejas para determinar al ganador, el jugador con la quinta carta más alta, también conocida como “kicker”, se lleva el dinero del bote. También puede ocurrir que dos jugadores consigan una doble pareja completamente igual, por lo que se divide el bote entre ellos.\n\nHay 123.552 manos de doble pareja posibles, lo que convierte a esta mano en una de las más ganadoras. La probabilidad de que recibas esta combinación es del 4,7539 %.\n",
    "ru_description": "Название \"две пары\" говорит само за себя. По сути, это покерная комбинация из двух разных пар и любой другой пятой карты. Среди нескольких комбинаций двух пар победитель определяется рангом карт, из которых состоит старшая пара в комбинации. Лучшие две пары выигрывают банк. Если старшая пара в комбинации одинакова, смотрится вторая пара. Если обе пары в комбинациях игроков одинаковы, в игру вступает пятая карта — \"кикер\". Банк выигрывают две пары со старшим кикером. Возможна ситуация, когда комбинации двух пар у нескольких игроков абсолютно одинаковы, и в таком случае банк делится.\n\nСуществует 123.552 возможные комбинации двух пар, т.е. это одна из самых популярных выигрышных рук. Шансы собрать ее равны 4,7539%.",
    "possibility": "4.7539%",
    "menu_card_1": "15.svg",
    "menu_card_2": "52.svg",
    "menu_card_3": "39.svg",
    "menu_card_4": "1.svg",
    "menu_card_5": "27.svg"
  },
  {
    "title": "Pair",
    "en_title": "Pair",
    "de_title": "Paar\r",
    "es_title": "Pareja\r",
    "ru_title": "Пара\r",
    "data": "pair",
    "card_1": "12.svg",
    "card_1_status": "active",
    "card_2": "51.svg",
    "card_2_status": "active",
    "card_3": "3.svg",
    "card_3_status": "passive",
    "card_4": "32.svg",
    "card_4_status": "passive",
    "card_5": "18.svg",
    "card_5_status": "passive",
    "en_description": "One pair is a poker hand rank that consists of two cards of the same rank and any three other cards. If there are two or more players with one pair, a player with the highest card value pair wins the pot. If a few players have the same pair, other three cards, or the ‘kickers’, are used to determine the winner. The player with the highest non-pair card wins all the money in the pot. In a situation when several players have the pair and three cards of the same value, the pot is split among them. \n\nThere are 1.098.240 possible one pair hands. That makes the chances of being dealt one very high at 42.2569%.",
    "de_description": "Ein Paar ist eine Pokerhand, die aus zwei Karten desselben Wertes und drei anderen beliebigen Karten besteht.. Haben zwei oder mehr Spieler ein Paar, dann gewinnt der Spieler mit dem höchstwertigen Paar den Pot. Haben mehrere Spieler das gleiche Paar, dann wird der Gewinner anhand der anderen drei Karten, der „Kicker“, bestimmt. Der Spieler mit der höchsten nicht im Paar befindlichen Karte gewinnt das ganze Geld im Pot. Im Fall, dass mehrere Spieler ein Paar und die zusätzlichen Karten vom selben Wert haben, wird der Pot zwischen ihnen aufgeteilt.\n\nEs gibt 1.098.240 mögliche Hände mit einem Paar. Somit liegt die Chance, eines ausgeteilt zu bekommen, mit 42,2569 % sehr hoch.\n",
    "es_description": "Una pareja es una mano de poker que consiste en dos cartas del mismo valor y otras tres cartas diferentes. Si hay dos o más jugadores con una pareja, el jugador con la pareja de cartas con el valor más alto gana el bote. Si varios jugadores tienen la misma pareja, las otras tres cartas, o “kickers” se usan para decidir al ganador. El jugador con la carta sin pareja más alta se lleva todo el dinero del bote. En caso de que varios jugadores tengan la pareja y las tres cartas del mismo valor, el bote se divide entre ellos.\n\nHay 1.098.240 manos de posibles parejas. Esto hace que la probabilidad de que recibas esta combinación sea muy alta, del 42,2569 %\n",
    "ru_description": "Пара — это покерная комбинация из двух одинаковых карт и трех любых других карт. Среди нескольких пар банк выигрывает старшая. Если у нескольких игроков одинаковая пара, победитель определяется по трем другим картам — \"кикерам\". Банк в таком случае выигрывает игрок со старшей непарной картой. Если и пара, и три другие карты у нескольких игроков одинаковы, банк делится.\n\nВсего в покере возможны 1.098.240 пар. Шансы собрать одну из них весьма велики — 42,2569%.",
    "possibility": "42.2569%",
    "menu_card_1": "41.svg",
    "menu_card_2": "4.svg",
    "menu_card_3": "20.svg",
    "menu_card_4": "49.svg",
    "menu_card_5": "10.svg"
  },
  {
    "title": "High card",
    "en_title": "High card",
    "de_title": "Höchste Karte\r",
    "es_title": "Carta más alta\r",
    "ru_title": "Старшая карта\r",
    "data": "high_card",
    "card_1": "1.svg",
    "card_1_status": "active",
    "card_2": "22.svg",
    "card_2_status": "passive",
    "card_3": "41.svg",
    "card_3_status": "passive",
    "card_4": "33.svg",
    "card_4_status": "passive",
    "card_5": "3.svg",
    "card_5_status": "passive",
    "en_description": "No pair is the lowest possible hand that contains any cards.  If a few players play no pair at showdown, the highest top card determines the winner. If all top cards are equal in value, the next highest ranking card from each hand is compared, and so on until a difference is found. If players have absolutely the same no pairs, the pot is split among them. It is not the end of the world if you get a no pair, as here is still a chance to win money form the pot if all the other players fold or have the same ranking hand at showdown.\n\nThere are 2.598.960 possible five card combinations. The chances of being dealt a no pair 50.1177%.",
    "de_description": "Kein Paar ist die niedrigste mögliche Hand, die überhaupt Karten enthält. Wenn mehrere Spieler beim Showdown kein Paar spielen, dann bestimmt die höchste Karte den Gewinner. Sind alle höchsten Karten gleichwertig, wird die nächsthöchste Karte von jeder Hand verglichen usw., bis eine Differenz gefunden wird. Haben die Spieler absolut die gleichen Hände ohne Paar, dann wird der Pot zwischen ihnen aufgeteilt. Wenn Sie kein Paar erhalten, ist das nicht das Ende der Welt, denn es besteht immer noch die Chance, Geld aus dem Pot zu gewinnen, wenn alle anderen Spieler passen oder beim Showdown gleichwertige Hände haben.\n\nEs gibt 2.598.960 mögliche Kombinationen aus fünf Karten. Die Wahrscheinlichkeit, kein Paar ausgeteilt zu bekommen, liegt bei 50,1177 %.\n",
    "es_description": "Sin pareja es la mano más baja posible y no contiene ninguna combinación de cartas. Si varios jugadores no presentan ninguna pareja cuando se muestran las cartas, la carta más alta determina el ganador. Si todas las cartas más altas son del mismo valor, se compara la siguiente carta más alta de cada mano sucesivamente hasta que se encuentre una diferente. Si ninguno de los jugadores tiene pareja y presentan las mismas cartas, el bote se divide entre ellos. No es el fin del mundo si no consigues ninguna pareja: aún tienes probabilidades de ganar dinero del bote si el resto de jugadores se retiran o presentan una mano del mismo valor cuando se muestran todas las cartas.\n\nHay 2.598.960 posibles combinaciones de cinco cartas diferentes. La probabilidad de no conseguir ninguna pareja es del 50,1177 %.\n",
    "ru_description": "Комбинация без пар — самая младшая, она состоит из любых, никак не связанных друг с другом карт. Если несколько игроков показывают такую комбинацию на шоудауне, выигрывает старшая карта. Если старшие карты во всех комбинациях одинаковы, смотрится следующая по старшинству карта и т.д., пока не будет определен победитель. Если комбинации абсолютно одинаковы, банк делится. Если вам не удалось собрать даже пару, не огорчайтесь, у вас по-прежнему есть шансы выиграть деньги из банка. Другие игроки могут сброситься, или же на шоудауне у них окажутся такие же комбинации или даже младше.\n\nСуществует 2.598.960 возможных пятикарточных комбинаций. Шансы получить непарную комбинацию составляют 50,1177%.\n",
    "possibility": "50.1177%",
    "menu_card_1": "42.svg",
    "menu_card_2": "7.svg",
    "menu_card_3": "9.svg",
    "menu_card_4": "38.svg",
    "menu_card_5": "40.svg"
  }
]